Repository: Deterous/Aaru
Catalog: Aaru.Filters/Localization/Localization.*.resx
Languages: es

source: Asynchronous I/O is not supported.
es: E/S asíncrona no soportada.

source: Cannot read past stream end.
es: No se puede leer más allá del final de la secuencia.

source: Cannot seek after stream end.
es: No se puede posicionar después del final de la secuencia.

source: Cannot seek before stream start.
es: No se puede posicionar antes del comienzo de la secuencia.

source: Cannot set position past stream end.
es: No se puede establecer la posición más allá del final de la secuencia.

source: Cannot write past stream end.
es: No se puede escribir después del final de la secuencia.

source: End can't be a negative number.
es: El final no puede ser un número negativo.

source: End is after stream end.
es: El final está después del final de la secuencia.

source: Growing OffsetStream is not supported.
es: No se puede agrandar un OffsetStream.

source: Non-readable streams are not supported
es: Las secuencias no legíbles no están soportadas.

source: Non-seekable streams are not supported
es: Las secuencias no posicionables no están soportadas.

source: Start can't be a negative number.
es: El comienzo no puede ser un número negativo.

source: This stream is read-only
es: Esta secuencia es de sólo lectura.

# ZZZNoFilter_Name
source: No filter
es: Sin filtro
