Repository: Deterous/Aaru
Catalog: Aaru.Archives/Localization/Localization.*.resx
Languages: es

# Symbian_Name
source: Symbian Installation File
es: Fichero de Instalación de Symbian

# Application_ID_0
source: Application ID: 0x{0:X8}
es: ID de aplicación: 0x{0:X8}

source: Capabilities:
es: Capacidades:

# CRC16_of_header_0
source: CRC16 of header: 0x{0:X4}
es: CRC16 de la cabecera: 0x{0:X4}

# File_contains_0_files_pointer_1
source: Archive contains {0} files (pointer: {1})
es: El archivo contiene {0} ficheros (pointer: {1})

# File_contains_0_languages
source: Archive contains {0} languages:
es: El archivo contiene {0} idiomas:

# File_contains_0_requisites
source: Archive contains {0} requisites
es: El archivo contiene {0} requisitos:

source: SIS contains an application
es: El archivo contiene una aplicación

# Symbian_3_or_later
source: SymbianOS 3 or later
es: SymbianOS 3 o superior

# Symbian_6_or_later
source: SymbianOS 6 or later
es: SymbianOS 6 o superior

# Symbian_9_1_or_later
source: SymbianOS 9.1 or later
es: SymbianOS 9.1 o superior

source: Symbian Installation File
es: Fichero de Instalación de Symbian

# UIDs_checksum_0
source: UIDs checksum: 0x{0:X8}
es: Checksum de los UIDs: 0x{0:X8}

# Unknown_EPOC_magic_0
source: Unknown EPOC magic 0x{0:X8}
es: Mágica EPOC 0x{0:X8} desconocida

source: Component name for language with code {0}: {1}
es: Nombre del componente para el idioma con código {0}: {1}

source: Component version: {0}.{1}
es: Versión del componente: {0}.{1}

source: Files for `{0}` language:
es: Ficheros para el idioma `{0}`:

source: Files for all languages:
es: Ficheros para todos los idiomas:

# Required_UID_0_version_1_2
source: Required {0} version {1}.{2}
es: Requerida {0} versión {1}.{2}

source: Required variant: {0}
es: Variante requerida: {0}

source: Requisite #{0}:
es: Requisito nº {0}:

source: Requisite for language {0}: {1}
es: Requisito para el idioma {0}: {1}

# SIS_Platform_UID_Series_60_1st_Edition
source: Series 60 1st Edition
es: Series 60 1ª Edición

# SIS_Platform_UID_Series_60_1st_Edition_Feature_Pack_1
source: Series 60 1st Edition, Feature Pack 1
es: Series 60 1ª Edición, Feature Pack 1

# SIS_Platform_UID_Series_60_2nd_Edition
source: Series 60 2nd Edition
es: Series 60 2ª Edición

# SIS_Platform_UID_Series_60_2nd_Edition_Feature_Pack_1
source: Series 60 2nd Edition, Feature Pack 1
es: Series 60 2ª Edición, Feature Pack 1

# SIS_Platform_UID_Series_60_2nd_Edition_Feature_Pack_2
source: Series 60 2nd Edition, Feature Pack 2
es: Series 60 2ª Edición, Feature Pack 2

# SIS_Platform_UID_Series_60_2nd_Edition_Feature_Pack_3
source: Series 60 2nd Edition, Feature Pack 3
es: Series 60 2ª Edición, Feature Pack 3

# SIS_Platform_UID_Series_60_3rd_Edition
source: Series 60 3rd Edition
es: Series 60 3ª Edición

# SIS_Platform_UID_Series_60_3rd_Edition_Feature_Pack_1
source: Series 60 3rd Edition, Feature Pack 1
es: Series 60 3ª Edición, Feature Pack 1

# SIS_Platform_UID_Series_60_3rd_Edition_Feature_Pack_2
source: Series 60 3rd Edition, Feature Pack 2
es: Series 60 3ª Edición, Feature Pack 2

# SIS_Platform_UID_Series_60_5th_Edition
source: Series 60 5th Edition
es: Series 60 5ª Edición
