Repository: Deterous/Aaru
Catalog: Aaru.Tests/Localization/Localization.*.resx
Languages: es

source: Application ID: {0}
es: ID de aplicación: {0}

source: Bootable: {0}
es: Arrancable: {0}

source: Bus widths - {0}
es: Anchos del bus - {0}

source: Cannot open image for {0}
es: No se pudo abrir la imagen para {0}

source: Cannot open image for test file
es: No se pudo abrir la imagen de prueba

source: Cannot open specified file.
es: No se pudo abrir el fichero especificado

source: Card size - {0}
es: Tamaño de la tarjeta - {0}

source: Card size multiplier - {0}
es: Multiplicador del tamaño de la tarjeta - {0}

source: Classes - {0}
es: Clases - {0}

source: Clusters: {0}
es: Clústeres: {0}

source: Cluster size: {0}
es: Tamaño del clúster: {0}

source: Command support - {0}
es: Soporte de comandos - {0}

source: Contents for "{0}" in {1} must be defined in unit test declaration!
es: ¡Los contenidos para "{0}" en {1} deben definirse en la declaración de la prueba!

source: Converting media tag {0}
es: Convirtiendo etiqueta de medio {0}

source: Copy - {0}
es: Copia - {0}

source: Could not find the children of "{0}" in {1}: {2}
es: No se pudieron encontrar los hijos de "{0}" en {1}: {2}

source: Could not find the following extended attributes of "{0}" in {1}: {2}
es: No se pudieron encontrado los siguientes atributos extendidos de "{0}" en {1}: {2}

source: Could not instantiate filesystem {0}
es: No se pudo instanciar el sistema de ficheros {0}

source: Could not instantiate filesystem for {0}
es: No se pudo instanciar el sistema de ficheros para {0}

source: Could not instantiate filesystem for {0}, track {1}, filesystem {2}
es: No se pudo instanciar el sistema de ficheros para {0}, pista {1}, sistema de ficheros {2}

source: Could not instantiate filesystem plugin
es: No se pudo instanciar la extensión del sistema de ficheros

source: Could not instantiate input plugin for {0}
es: No se pudo instanciar la extensión de entrada para {0}

source: Could not instantiate output plugin for {0}
es: No se pudo instanciar la extensión de salida para {0}

source: Could not mount {0} in partition {1}.
es: No se pudo montar {0} en la partición {1}.

source: Could not treat existing image as optical disc.
es: No se pudo tratar la imagen existente como un disco óptico.

source: Could not treat new image as optical disc.
es: No se pudo tratar la nueva imagen como un disco óptico.

source: Data stat after erase - {0}
es: Estado de datos después del borrado - {0}

source: Decoded - {0}
es: Descodificado - {0}

source: Default ECC - {0}
es: ECC por defecto - {0}

source: Defined extended attributes for "{0}" in {1} are not supported by filesystem.
es: Los atributos extendidos definidos para "{0}" en {1} no están soportados por el sistema de ficheros.

source: DSR implemented - {0}
es: DSR implementada - {0}

source: Erase block enable - {0}
es: Activación de bloque de borrado - {0}

source: Erase group size - {0}
es: Tamaño de grupo de borrado - {0}

source: Erase sector size - {0}
es: Tamaño de sector de borrado - {0}

source: Error {0} closing output image... Contents are not correct.
es: Error {0} cerrando la imagen... Los contenidos no son correctos.

source: Error {0} creating output image.
es: Error {0} creando la imagen.

source: Error {0} getting extended attributes for entry {1}
es: Error {0} obteniendo los atributos extendidos para {1}

source: Error {0} reading extended attributes for entry {1}
es: Error {0} leyendo los atributos extendidos para {1}

source: Error {0} reading file {1}
es: Error {0} leyendo el fichero {1}

source: Error {0} reading root directory
es: Error {0} leyendo el directorio raíz

source: Error {0} reading tag, not continuing...
es: Error {0} leyendo etiqueta, no se continuará

source: Error {0} sending tracks list to output image.
es: Error {0} enviado lista de pistas a la imagen.

source: Error {0} setting metadata.
es: Error {0} estableciendo metadatos.

source: Error {0} writing sector {1}...
es: Error {0} escribiendo sector {1}...

source: Error {0} writing sector {1}, not continuing...
es: Error {0} escribiendo sector {1}, no se continuará...

source: Error {0} writing tag for sector {1}, not continuing...
es: Error {0} escribiendo etiqueta del sector {1}, no se continuará...

source: Error {0} writing tag, not continuing...
es: Error {0} escribiendo etiqueta, no se continuará...

source: Error getting stat for entry {0}
es: Error obtenido información de entrada {0}

source: Excepted {0} partitions but found {1}
es: Se esperaban {0} particiones pero se encontraron {1}

source: Excepted volume name "{0}" for filesystem {1} in partition {2} but found "{3}"
es: Se esperaba nombre de volumen "{0}" para el sistema de ficheros {1} en la partición {2} pero se encontró "{3}"

source: Existing image contains no tracks.
es: La imagen no contiene pistas.

source: Expected {0} filesystems identified in partition {1} but found {2}
es: Se esperaba identificar {0} sistemas de ficheros en la partición {1} pero se identificaron {2}

source: Expected {0} filesystems in {1} but found {2}
es: Se esperaba identificar {0} sistemas de ficheros en {1} pero se identificarón {2}

source: Expected {0} partitions in {1} but found {2}
es: Se esperaban {0} particiones en {1} pero se encontraron {2}

source: Expected directories not found:
es: Directorios esperados no encontrados:

source: Expected extended attributes not found for file {0}:
es: Atributos extendidos esperados no encontrados para el fichero {0}:

source: Expected files not found:
es: Ficheros esperados no encontrados:

source: Expected no filesystems identified in partition {0} but found {1}
es: No se esperaba identificar ningún sistema de ficheros en la partición {0} pero se identificaron {1}

source: Expected partition {0} to have {1} sectors but found it has {2} sectors in {3}
es: Se esperaba que la partición {0} tuviera {1} sectores pero tiene {2} en {3}

source: Expected partition {0} to start at sector {1} but found it starts at {2} in {3}
es: Se esperaba que la partición {0} empezara en el sector {1} pero lo hace en el {2} en {3}

source: Extended attributes for "{0}" in {1} must be defined in unit test declaration!
es: ¡Los atributos extendidos para "{0}" en {1} deben definirse en la declaración de la prueba!

source: Extended security - {0}
es: Seguridad extendida - {0}

source: Filesystem not identified for {0}
es: Sistema de ficheros no identificado para {0}

source: Filesystem type: {0}
es: Tipo de sistema de ficheros: {0}

source: File format - {0}
es: Formato de fichero - {0}

source: File format group - {0}
es: Grupo de formato de fichero - {0}

source: Filter: {0}
es: Filtro: {0}

source: Filter for test file is not detected
es: No se detectó el filtro para el fichero de prueba

source: Found the following unexpected children of "{0}" in {1}: {2}
es: Encontrados los siguientes hijos de "{0}" en {1} no esperados: {2}

source: Found the following unexpected extended attributes of "{0}" in {1}: {2}
es: Encontrados los siguientes atributos extendidos de "{0}" en {1} no esperados: {2}

source: Found unexpected directory {0}
es: Encontrado directorio {0} no esperado

source: Found unexpected extended attribute {0} in file {1}
es: Encontrado atributo extendido {0} en el fichero {1} no esperado

source: Found unexpected file {0}
es: Encontrado fichero {0} no esperado

source: Got less bytes ({0}) than expected ({1}) when reading {2} in {3}
es: Se obtuvieron menos bytes ({0}) de lo esperado ({1}) al leer {2} en {3}

source: Got MD5 {0} for "{1}" in {2} but expected {3}
es: Se obtuvo el MD5 {0} para "{1}" en {2} pero se esperaba {3}

source: Got MD5 {0} for {1} of "{2}" in {3} but expected {4}
es: Se obtuvo el MD5 {0} para {1} de "{2}" en {3} pero se esperaba {4}

source: Got wrong data for directory "{0}" in {1}
es: Se obtuvieron datos incorrectos para el directorio "{0}" en {1}

source: Got wrong data for symbolic link "{0}" in {1}
es: Se obtuvieron datos incorrectos para el enlace simbólico "{0}" en {1}

source: Hashes are different
es: Los hash son diferentes

source: Hash (output)
es: Hash (salida)

source: Image format: {0}
es: Format de imagen: {0}

source: Image format for test file is not detected
es: No se detectó el formato del fichero de prueba

source: Image format for test file is not for an optical disc
es: El formato del fichero de prueba no es para un disco óptico

source: Input image format not identified, not proceeding with conversion.
es: No se identificó el formato de la imagen de entrada, no se procederá con la conversión

source: Input image does not support long sectors.
es: La imagen de entrada no soporta sectores largos.

source: Image format not identified, not proceeding with analysis.
es: No se identificó el formato de la imagen, no se procederá con el análisis

source: Invalid checksum for file {0}
es: Checksum no válido para el fichero {0}

source: Invalid checksum for xattr {0} for file {1}
es: Checksum no válido para el atributo extendido {0} del fichero {1}

source: Invalid target for symbolic link "{0}" in {1}
es: Objetivo no válido para el enlace simbólico "{0}" en {1}

source: Is tape?: {0}
es: ¿Es una cinta?: {0}

source: Last sector for tracks is {0}, but it is {1} for image
es: El último sector de las pistas es {0}, pero es {1} en la imagen

source: Last sector for tracks is {0}, but it is {1} for image (output)
es: El último sector de las pistas es {0}, pero es {1} en la imagen (salida)

source: Long hash (output)
es: Hash largo (salida)

source: Manufacturer - {0}
es: Fabricante - {0}

source: Manufacturer reserved - {0}
es: Reservado del fabricante - {0}

source: Manufacturing date - {0}
es: Fecha de fabricación - {0}

source: Media type: {0}
es: Tipo de medio: {0}

source: Not decoded - {0}
es: No descodificado - {0}

source: Not identified for {0}
es: No identificado para {0}

source: No filesystems found.
es: No se encontraron sistemas de ficheros.

source: No filesystems found for {0}
es: No se encontraron sistemas de ficheros para {0}

source: No partitions found
es: No se encontraron particiones

source: No partitions found for {0}
es: No se encontraron particiones para {0}

source: Open: {0}
es: Abierto: {0}

source: Open created: {0}
es: Abierto el creado: {0}

source: Output file already exists, not continuing.
es: El fichero de salida ya existe, no se continuará.

source: Output format does not support media type, cannot continue...
es: El formato de salida no soporta el tipo de medio, no se puede continuar...

source: Partitions: {0}
es: Particiones: {0}

source: Permanent write protect - {0}
es: Protección contra escritura permanente - {0}

source: Product name - {0}
es: Nombre del producto - {0}

source: Product revision - {0}
es: Revisión del producto - {0}

source: Reading current at maximum Vdd - {0}
es: Corriente de lectura en el Vdd máximo - {0}

source: Reading current at minimum Vdd - {0}
es: Corriente de lectura en el Vdd mínimo - {0}

source: Reads misaligned blocks - {0}
es: Lee bloques no alineados - {0}

source: Reads partial blocks - {0}
es: Lee bloques parciales - {0}

source: Read block length - {0}
es: Longitud del bloque de lectura - {0}

source: Read to write factor - {0}
es: Factor entre lectura y escritura - {0}

source: Sectors: {0}
es: Sectores: {0}

source: Sectors (output): {0}
es: Sectores (salida): {0}

source: Sector size: {0}
es: Tamaño de sector: {0}

source: Sector size (output): {0}
es: Tamaño de sector (salida): {0}

source: Security - {0}
es: Seguridad - {0}

source: Serial number - {0}
es: Número de serie - {0}

source: Size - {0}
es: Tamaño - {0}

source: Specification version - {0}
es: Versión de especificación - {0}

source: Structure version - {0}
es: Versión de estructura - {0}

source: Subchannel hash: {0}
es: Hash del subcanal: {0}

source: Subchannel hash (output): {0}
es: Hash del subcanal (salida): {0}

source: System ID: {0}
es: ID de sistema: {0}

source: Tape files: {0}
es: Ficheros de cinta: {0}

source: Tape partitions: {0}
es: Particiones de cinta: {0}

source: Temporary write protect - {0}
es: Protección contra escritura temporal - {0}

source: Test file not found
es: Fichero de prueba no encontrado

source: Tracks: {0}
es: Pistas: {0}

source: Tracks (output): {0}
es: Pistas (salida): {0}

source: Track end: {0}
es: Fin de pista: {0}

source: Track end (output): {0}
es: Fin de pista (salida): {0}

source: Track flags: {0}
es: Banderas de pista: {0}

source: Track flags (output): {0}
es: Banderas de pista (salida): {0}

source: Track pregap: {0}
es: Hueco anterior de pista: {0}

source: Track pregap (output): {0}
es: Hueco anterior de pista (salida): {0}

source: Track session: {0}
es: Sesión de la pista: {0}

source: Track session (output): {0}
es: Sesión de la pista (salida): {0}

source: Track start: {0}
es: Comienzo de pista: {0}

source: Track start (output): {0}
es: Comienzo de pista (salida): {0}

source: Transfer speed - {0}
es: Velocidad de transferencia - {0}

source: Trying to convert unsupported media type {0} for {1}
es: Intentando convertir tipo de medio {0} no soportado para {1}

source: Unable to open image format
es: No se pudo abrir la imagen

source: Unexpected error {0} retrieving extended attributes for "{1}" in {2}
es: Error inesperado {0} obteniendo los atributos extendidos para "{1}" en {2}

source: Unexpected error {0} retrieving stats for "{1}" in {2}
es: Error inesperado {0} obteniendo información para "{1}" en {2}

source: Unexpected error {0} when listing extended attributes for "{1}" in {2}
es: Error inesperado {0} listando los atributos extendidos para "{1}" en {2}

source: Unexpected error {0} when reading "{1}" in {2}
es: Error inesperado {0} leyendo "{1}" en {2}

source: Unexpected error {0} when reading directory "{1}" of {2}.
es: Error inesperado {0} leyendo el directorio "{1}" en {2}

source: Unmountable: {0}
es: No montable: {0}

source: Version - {0}
es: Versión - {0}

source: Volume name: {0}
es: Nombre del volumen: {0}

source: Volume serial: {0}
es: Número de serie del volumen: {0}

source: Writes misaligned blocks - {0}
es: Escribe bloques no alineados - {0}

source: Writes partial blocks - {0}
es: Escribe bloques parciales - {0}

source: write block length - {0}
es: longitud del bloque de escritura - {0}

source: Write protect group enable - {0}
es: Activa grupo de protección contra escritura - {0}

source: Write protect group size - {0}
es: Tamaño del grupo de protección contra escritura - {0}

source: Writing current at maximum Vdd - {0}
es: Corriente escribiendo al Vdd máximo - {0}

source: Writing current at minimum Vdd - {0}
es: Corriente escribiendo al Vdd mínimo - {0}

source: Wrong info for "{0}" in {1}
es: Información incorrecta para "{0}" en {1}

source: {0} not found
es: {0} no encontrado

source: {0} sectors to convert
es: {0} sectores para convertir
