Repository: Deterous/Aaru
Catalog: Aaru.Devices/Localization/Localization.*.resx
Languages: es

source: READ BUFFER took {0} ms.
es: READ BUFFER tomó {0} ms.

source: READ BUFFER DMA took {0} ms.
es: READ BUFFER DMA tomó {0} ms.

source: READ DMA took {0} ms.
es: READ DMA tomó {0} ms.

source: READ MULTIPLE took {0} ms.
es: READ MULTIPLE tomó {0} ms.

source: READ NATIVE MAX ADDRESS took {0} ms.
es: READ NATIVE MAX ADDRESS tomó {0} ms.

source: READ SECTORS took {0} ms.
es: READ SECTORS tomó {0} ms.

source: READ LONG took {0} ms.
es: READ LONG tomó {0} ms.

source: SEEK took {0} ms.
es: SEEK tomó {0} ms.

source: GET NATIVE MAX ADDRESS EXT took {0} ms.
es: GET NATIVE MAX ADDRESS EXT tomó {0} ms.

source: READ DMA EXT took {0} ms.
es: READ DMA EXT tomó {0} ms.

source: READ LOG EXT took {0} ms.
es: READ LOG EXT tomó {0} ms.

source: READ LOG DMA EXT took {0} ms.
es: READ LOG DMA EXT tomó {0} ms.

source: READ MULTIPLE EXT took {0} ms.
es: READ MULTIPLE EXT tomó {0} ms.

source: READ NATIVE MAX ADDRESS EXT took {0} ms.
es: READ NATIVE MAX ADDRESS EXT tomó {0} ms.

source: READ SECTORS EXT took {0} ms.
es: READ SECTORS EXT tomó {0} ms.

source: SET FEATURES took {0} ms.
es: SET FEATURES tomó {0} ms.

source: DOOR LOCK took {0} ms.
es: DOOR LOCK tomó {0} ms.

source: DOOR UNLOCK took {0} ms.
es: DOOR UNLOCK tomó {0} ms.

source: MEDIA EJECT took {0} ms.
es: MEDIA EJECT tomó {0} ms.

source: IDENTIFY PACKET DEVICE took {0} ms.
es: IDENTIFY PACKET DEVICE tomó {0} ms.

source: CFA TRANSLATE SECTOR took {0} ms.
es: CFA TRANSLATE SECTOR tomó {0} ms.

source: CFA REQUEST EXTENDED ERROR CODE took {0} ms.
es: CFA REQUEST EXTENDED ERROR CODE tomó {0} ms.

source: CHECK MEDIA CARD TYPE took {0} ms.
es: CHECK MEDIA CARD TYPE tomó {0} ms.

source: SMART DISABLE OPERATIONS took {0} ms.
es: SMART DISABLE OPERATIONS tomó {0} ms.

source: SMART ENABLE ATTRIBUTE AUTOSAVE took {0} ms.
es: SMART ENABLE ATTRIBUTE AUTOSAVE tomó {0} ms.

source: SMART DISABLE ATTRIBUTE AUTOSAVE took {0} ms.
es: SMART DISABLE ATTRIBUTE AUTOSAVE tomó {0} ms.

source: SMART ENABLE OPERATIONS took {0} ms.
es: SMART ENABLE OPERATIONS tomó {0} ms.

source: SMART EXECUTE OFF-LINE IMMEDIATE took {0} ms.
es: SMART EXECUTE OFF-LINE IMMEDIATE tomó {0} ms.

source: SMART READ DATA took {0} ms.
es: SMART READ DATA tomó {0} ms.

source: SMART READ LOG took {0} ms.
es: SMART READ LOG tomó {0} ms.

source: SMART RETURN STATUS took {0} ms.
es: SMART RETURN STATUS tomó {0} ms.

source: SEND_CSD took {0} ms.
es: SEND_CSD tomó {0} ms.

source: SEND_CID took {0} ms.
es: SEND_CID tomó {0} ms.

source: SEND_OP_COND took {0} ms.
es: SEND_OP_COND tomó {0} ms.

source: SEND_EXT_CSD took {0} ms.
es: SEND_EXT_CSD tomó {0} ms.

source: SET_BLOCKLEN took {0} ms.
es: SET_BLOCKLEN tomó {0} ms.

source: READ_SINGLE_BLOCK took {0} ms.
es: READ_SINGLE_BLOCK tomó {0} ms.

source: READ_MULTIPLE_BLOCK took {0} ms.
es: READ_MULTIPLE_BLOCK tomó {0} ms.

source: Multiple READ_SINGLE_BLOCKs took {0} ms.
es: Múltiples READ_SINGLE_BLOCKs tomaron {0} ms.

source: SEND_STATUS took {0} ms.
es: SEND_STATUS tomó {0} ms.

source: SD_STATUS took {0} ms.
es: SD_STATUS tomó {0} ms.

source: SD_SEND_OP_COND took {0} ms.
es: SD_SEND_OP_COND tomó {0} ms.

source: SEND_SCR took {0} ms.
es: SEND_SCR tomó {0} ms.

source: ADAPTEC TRANSLATE took {0} ms.
es: ADAPTEC TRANSLATE tomó {0} ms.

source: ADAPTEC SET ERROR THRESHOLD took {0} ms.
es: ADAPTEC SET ERROR THRESHOLD tomó {0} ms.

source: ADAPTEC READ/RESET USAGE COUNTER took {0} ms.
es: ADAPTEC READ/RESET USAGE COUNTER tomó {0} ms.

source: ADAPTEC WRITE DATA BUFFER took {0} ms.
es: ADAPTEC WRITE DATA BUFFER tomó {0} ms.

source: ADAPTEC READ DATA BUFFER took {0} ms.
es: ADAPTEC READ DATA BUFFER tomó {0} ms.

source: ARCHIVE CORP. REQUEST BLOCK ADDRESS took {0} ms.
es: ARCHIVE CORP. REQUEST BLOCK ADDRESS tomó {0} ms.

source: ARCHIVE CORP. SEEK BLOCK took {0} ms.
es: ARCHIVE CORP. SEEK BLOCK tomó {0} ms.

source: CERTANCE PARK UNPARK took {0} ms.
es: CERTANCE PARK UNPARK tomó {0} ms.

source: FUJITSU DISPLAY took {0} ms.
es: FUJITSU DISPLAY tomó {0} ms.

source: HL-DT-ST READ DVD (RAW) took {0} ms.
es: HL-DT-ST READ DVD (RAW) tomó {0} ms.

source: HP READ LONG took {0} ms.
es: HP READ LONG tomó {0} ms.

source: KREON DEPRECATED UNLOCK took {0} ms.
es: KREON DEPRECATED UNLOCK tomó {0} ms.

source: KREON SET LOCK STATE took {0} ms.
es: KREON SET LOCK STATE tomó {0} ms.

source: KREON GET FEATURE LIST took {0} ms.
es: KREON GET FEATURE LIST tomó {0} ms.

source: KREON EXTRACT SS took {0} ms.
es: KREON EXTRACT SS tomó {0} ms.

source: MediaTek READ DRAM took {0} ms.
es: MediaTek READ DRAM tomó {0} ms.

source: MINIDISC READ DTOC took {0} ms.
es: MINIDISC READ DTOC tomó {0} ms.

source: MINIDISC READ UTOC took {0} ms.
es: MINIDISC READ UTOC tomó {0} ms.

source: MINIDISC command D5h took {0} ms.
es: MINIDISC command D5h tomó {0} ms.

source: MINIDISC STOP PLAY took {0} ms.
es: MINIDISC STOP PLAY tomó {0} ms.

source: MINIDISC READ POSITION took {0} ms.
es: MINIDISC READ POSITION tomó {0} ms.

source: MINIDISC GET TYPE took {0} ms.
es: MINIDISC GET TYPE tomó {0} ms.

source: GET CONFIGURATION (Starting Feature Number: {1}, Return Type: {2}, Sense: {3}, Last Error: {4}) took {0} ms.
es: GET CONFIGURATION (Número de primera funcionalidad Feature Number: {1}, Tipo de retorno: {2}, Sense: {3}, Error: {4}) tomó {0} ms.

source: READ DISC STRUCTURE (Media Type: {1}, Address: {2}, Layer Number: {3}, Format: {4}, AGID: {5}, Sense: {6}, Last Error: {7}) took {0} ms.
es: READ DISC STRUCTURE (Tipo de medio: {1}, Dirección: {2}, Capa: {3}, Formato: {4}, AGID: {5}, Sense: {6}, Error: {7}) tomó {0} ms.

source: READ TOC/PMA/ATIP took (MSF: {1}, Format: {2}, Track/Session Number: {3}, Sense: {4}, LastError: {5}) {0} ms.
es: READ TOC/PMA/ATIP tomó (MSF: {1}, Formato: {2}, Pista/Sesión: {3}, Sense: {4}, Error: {5}) {0} ms.

source: READ DISC INFORMATION (Data Type: {1}, Sense: {2}, Last Error: {3}) took {0} ms.
es: READ DISC INFORMATION (Tipo de datos: {1}, Sense: {2}, Last Error: {3}) tomó {0} ms.

source: READ CD (LBA: {1}, Block Size: {2}, Transfer Length: {3}, Expected Sector Type: {4}, DAP: {5}, Relative Address: {6}, Sync: {7}, Headers: {8}, User Data: {9}, ECC/EDC: {10}, C2: {11}, Subchannel: {12}, Sense: {13}, Last Error: {14}) took {0} ms.
es: READ CD (LBA: {1}, Tamaño del bloque: {2}, Longitud de la transferencia: {3}, Tipo de sector esperado: {4}, DAP: {5}, Dirección relativa: {6}, Síncrono: {7}, Cabeceras: {8}, Datos de usuario: {9}, ECC/EDC: {10}, C2: {11}, Subcanal: {12}, Sense: {13}, Error: {14}) tomó {0} ms.

source: READ CD MSF (Start MSF: {1}, End MSF: {2}, Block Size: {3}, Expected Sector Type: {4}, DAP: {5}, Sync: {6}, Headers: {7}, User Data: {8}, ECC/EDC: {9}, C2: {10}, Subchannel: {11}, Sense: {12}, LastError: {13}) took {0} ms.
es: READ CD MSF (Start MSF: {1}, End MSF: {2}, Block Size: {3}, Expected Sector Type: {4}, DAP: {5}, Sync: {6}, Headers: {7}, User Data: {8}, ECC/EDC: {9}, C2: {10}, Subchannel: {11}, Sense: {12}, LastError: {13}) tomó {0} ms.

source: PREVENT ALLOW MEDIUM REMOVAL (Persistent: {1}, Prevent: {2}, Sense: {3}, LastError: {4}) took {0} ms.
es: PREVENT ALLOW MEDIUM REMOVAL (Persistente: {1}, Evitar: {2}, Sense: {3}, Error: {4}) tomó {0} ms.

source: START STOP UNIT (Immediate: {1}, FormatLayer: {2}, Power Conditions: {3}, Change Format Layer: {4}, Load/Eject: {5}, Start: {6}, Sense: {7}, Last Error: {8}) took {0} ms.
es: START STOP UNIT (Inmediato: {1}, Formato de capa: {2}, Condiciones de energía: {3}, Cambiar capa de formato: {4}, Cargar/Expulsar: {5}, Iniciar: {6}, Sense: {7}, Error: {8}) tomó {0} ms.

source: READ READ SUB-CHANNEL (MCN, Sense {1}, Last Error {2}) took {0} ms.
es: READ READ SUB-CHANNEL (MCN, Sense {1}, Error {2}) tomó {0} ms.

source: READ READ SUB-CHANNEL (ISRC, Track Number: {1}, Sense: {2}, Last Error: {3}) took {0} ms.
es: READ READ SUB-CHANNEL (ISRC, Pista: {1}, Sense: {2}, Error: {3}) tomó {0} ms.

source: SET CD SPEED (Rotational Control: {1}, Read Speed: {2}, Write Speed: {3}, Sense: {4}, Last Error: {5}) took {0} ms.
es: SET CD SPEED (Control rotación: {1}, Velocidad de lectura: {2}, Velocidad de escritura: {3}, Sense: {4}, Error: {5}) tomó {0} ms.

source: READ TRACK INFORMATION (Data Type: {1}, Sense: {2}, Last Error: {3}) took {0} ms.
es: READ TRACK INFORMATION (Data Type: {1}, Sense: {2}, Last Error: {3}) tomó {0} ms.

source: NEC READ CD-DA took {0} ms.
es: NEC READ CD-DA tomó {0} ms.

source: MEDIUM SCAN took {0} ms.
es: MEDIUM SCAN tomó {0} ms.

source: PIONEER READ CD-DA took {0} ms.
es: PIONEER READ CD-DA tomó {0} ms.

source: PIONEER READ CD-DA MSF took {0} ms.
es: PIONEER READ CD-DA MSF tomó {0} ms.

source: PIONEER READ CD-XA took {0} ms.
es: PIONEER READ CD-XA tomó {0} ms.

source: PLASMON READ SECTOR LOCATION took {0} ms.
es: PLASMON READ SECTOR LOCATION tomó {0} ms.

source: Plextor READ CD-DA (LBA: {1}, Block Size: {2}, Transfer Length: {3}, Subchannel: {4}, Sense: {5}, Last Error: {6}) took {0} ms.
es: Plextor READ CD-DA (LBA: {1}, Tamaño del bloque: {2}, Longitud de la transferencia: {3}, Subcanal: {4}, Sense: {5}, Error: {6}) tomó {0} ms.

source: Plextor READ DVD (RAW) took {0} ms.
es: Plextor READ DVD (RAW) tomó {0} ms.

source: PLEXTOR READ EEPROM took {0} ms.
es: PLEXTOR READ EEPROM tomó {0} ms.

source: PLEXTOR POWEREC GET SPEEDS took {0} ms.
es: PLEXTOR POWEREC GET SPEEDS tomó {0} ms.

source: PLEXTOR GET SILENT MODE took {0} ms.
es: PLEXTOR GET SILENT MODE tomó {0} ms.

source: PLEXTOR GET GIGAREC took {0} ms.
es: PLEXTOR GET GIGAREC tomó {0} ms.

source: PLEXTOR GET VARIREC took {0} ms.
es: PLEXTOR GET VARIREC tomó {0} ms.

source: PLEXTOR GET SECUREC took {0} ms.
es: PLEXTOR GET SECUREC tomó {0} ms.

source: PLEXTOR GET SPEEDREAD took {0} ms.
es: PLEXTOR GET SPEEDREAD tomó {0} ms.

source: PLEXTOR GET SINGLE-SESSION / HIDE CD-R took {0} ms.
es: PLEXTOR GET SINGLE-SESSION / HIDE CD-R tomó {0} ms.

source: PLEXTOR GET BOOK BITSETTING took {0} ms.
es: PLEXTOR GET BOOK BITSETTING tomó {0} ms.

source: PLEXTOR GET TEST WRITE DVD+ took {0} ms.
es: PLEXTOR GET TEST WRITE DVD+ tomó {0} ms.

source: READ (6) took {0} ms.
es: READ (6) tomó {0} ms.

source: READ (10) took {0} ms.
es: READ (10) tomó {0} ms.

source: READ (12) took {0} ms.
es: READ (12) tomó {0} ms.

source: READ (16) took {0} ms.
es: READ (16) tomó {0} ms.

source: READ LONG (10) took {0} ms.
es: READ LONG (10) tomó {0} ms.

source: READ LONG (16) took {0} ms.
es: READ LONG (16) tomó {0} ms.

source: SEEK (6) took {0} ms.
es: SEEK (6) tomó {0} ms.

source: SEEK (10) took {0} ms.
es: SEEK (10) tomó {0} ms.

source: READ ATTRIBUTE took {0} ms.
es: READ ATTRIBUTE tomó {0} ms.

source: INQUIRY took {0} ms.
es: INQUIRY tomó {0} ms.

source: TEST UNIT READY took {0} ms.
es: TEST UNIT READY tomó {0} ms.

source: MODE SENSE(6) took {0} ms.
es: MODE SENSE(6) tomó {0} ms.

source: MODE SENSE(10) took {0} ms.
es: MODE SENSE(10) tomó {0} ms.

source: PREVENT ALLOW MEDIUM REMOVAL took {0} ms.
es: PREVENT ALLOW MEDIUM REMOVAL tomó {0} ms.

source: READ CAPACITY took {0} ms.
es: READ CAPACITY tomó {0} ms.

source: READ CAPACITY(16) took {0} ms.
es: READ CAPACITY(16) tomó {0} ms.

source: READ MEDIA SERIAL NUMBER took {0} ms.
es: READ MEDIA SERIAL NUMBER tomó {0} ms.

source: MODE SELECT(6) took {0} ms.
es: MODE SELECT(6) tomó {0} ms.

source: MODE SELECT(10) took {0} ms.
es: MODE SELECT(10) tomó {0} ms.

source: REQUEST SENSE took {0} ms.
es: REQUEST SENSE tomó {0} ms.

source: LOAD UNLOAD (6) took {0} ms.
es: LOAD UNLOAD (6) tomó {0} ms.

source: LOCATE (10) took {0} ms.
es: LOCATE (10) tomó {0} ms.

source: LOCATE (16) took {0} ms.
es: LOCATE (16) tomó {0} ms.

source: READ BLOCK LIMITS took {0} ms.
es: READ BLOCK LIMITS tomó {0} ms.

source: READ POSITION took {0} ms.
es: READ POSITION tomó {0} ms.

source: READ REVERSE (6) took {0} ms.
es: READ REVERSE (6) tomó {0} ms.

source: READ REVERSE (16) took {0} ms.
es: READ REVERSE (16) tomó {0} ms.

source: RECOVER BUFFERED DATA took {0} ms.
es: RECOVER BUFFERED DATA tomó {0} ms.

source: REPORT DENSITY SUPPORT took {0} ms.
es: REPORT DENSITY SUPPORT tomó {0} ms.

source: REWIND took {0} ms.
es: REWIND tomó {0} ms.

source: TRACK SELECT took {0} ms.
es: TRACK SELECT tomó {0} ms.

source: SPACE took {0} ms.
es: SPACE tomó {0} ms.

source: SYQUEST READ (6) took {0} ms.
es: SYQUEST READ (6) tomó {0} ms.

source: SYQUEST READ (10) took {0} ms.
es: SYQUEST READ (10) tomó {0} ms.

source: Platform {0} not yet supported.
es: La plataforma {0} no está soportada.

source: Invalid remote URI.
es: URI remota inválida.

source: Error connecting to host.
es: Error al conectar al servidor.

source: Invalid remote protocol.
es: Protocolo remoto inválido.

source: Host not found
es: Servidor no encontrado

source: Connected to {0}
es: Conectado a {0}

source: Could not read from the network...
es: No se pudo leer desde la red...

source: Received data is not an Aaru Remote Packet...
es: Los datos recibidos no son un paquete Aaru Remote...

source: Expected Hello Packet, got packet type {0}...
es: Se esperaba paquete de saludo, se recibió paquete tipo {0}...

source: Unrecognized packet version...
es: Versión de paquete no reconocida...

source: Could not write to the network...
es: No se pudo escribir hacia la red...

# Remote_IsRoot_Expected_Am_I_Root_Response_Packet_got_packet_type_0
source: Expected Am I Root? Response Packet, got packet type {0}...
es: Se esperaba paquete de respuesta ¿Soy root?, pero se recibió paquete tipo {0}

# Remote_ListDevices_Expected_List_Devices_Response_Packet_got_packet_type_0
source: Expected List Devices Response Packet, got packet type {0}...
es: Se esperaba paquete de respuesta de listado de dispositivos, pero se recibió paquete tipo {0}

source: Expected SCSI Response Packet, got packet type {0}...
es: Se esperaba paquete de respuesta SCSI, se recibió paquete tipo {0}...

source: Expected ATA CHS Response Packet, got packet type {0}...
es: Se esperaba paquete de respuesta ATA CHS, se recibió paquete tipo {0}...

source: Expected ATA LBA28 Response Packet, got packet type {0}...
es: Se esperaba paquete de respuesta ATA LBA48, se recibió paquete tipo {0}...

source: Expected ATA LBA48 Response Packet, got packet type {0}...
es: Se esperaba paquete de respuesta ATA LBA48, se recibió paquete tipo {0}...

source: Expected SDHCI Response Packet, got packet type {0}...
es: Se esperaba paquete de respuesta SDHCI, se recibió paquete tipo {0}

source: Expected Device Type Response Packet, got packet type {0}...
es: Se esperaba paquete de respuesta Tipo de Dispositivo, se recibió paquete tipo {0}...

source: Expected USB Data Response Packet, got packet type {0}...
es: Se esperaba paquete de respuesta de datos USB, pero se recibió paquete tipo {0}...

source: Expected FireWire Data Response Packet, got packet type {0}...
es: Se esperaba paquete de respuesta de datos FireWire, se recibió paquete tipo {0}...

source: Expected PCMCIA Data Response Packet, got packet type {0}...
es: Se esperaba paquete de respuesta de datos PCMCIA, se recibió paquete tipo {0}...

source: Expected multi MMC/SD command Response Packet, got packet type {0}...
es: Se esperaba paquete de respuesta de multi comando MMC/SD, se recibió paquete tipo {0}...

source: Expected the response to {0} SD/MMC commands, but got {1} responses...
es: Se esperaban {0} respuestas a comandos SD/MMC, pero se recibieron {1} respuestas...

source: Expected NOP Packet, got packet type {0}...
es: Se esperaba paquete NOP, se recibió paquete tipo {0}...

source: ReOpen error closing device...
es: Error de reapertura cerrando dispositivo...

source: ReOpen error {0} with reason: {1}...
es: Error {0} al reabrir con razón: {1}...

source: Expected OS Read Response Packet, got packet type {0}...
es: Se esperaba paquete de respuesta de lectura de SO, se recibió paquete tipo {0}...

source: Remote error {0} in OS Read...
es: Error remoto {0} en lectura de OS...
