Repository: Deterous/Aaru
Catalog: Localization/Localization.*.resx
Languages: es

# SCSI_Media_Type_Description_UDO2
source: SCSI medium type is {0:X2}h, media has {1} blocks of {2} bytes, setting media type to UDO2.
es: El tipo de medio SCSI es {0:X2}h, el medio tiene {1} bloques de {2} bytes, estableciendo tipo como UDO2.

# SCSI_Media_Type_Description_Unknown
source: SCSI medium type is {0:X2}h, media has {1} blocks of {2} bytes, setting media type to unknown.
es: El tipo de medio SCSI es {0:X2}h, el medio tiene {1} bloques de {2} bytes, estableciendo tipo como desconocido.

# SCSI_Media_Type_Description_Unknown_MO
source: SCSI medium type is {0:X2}h, media has {1} blocks of {2} bytes, setting media type to unknown magneto-optical.
es: El tipo de medio SCSI es {0:X2}h, el medio tiene {1} bloques de {2} bytes, estableciendo tipo como magneto-óptico desconocido.

# SCSI_Media_Type_Description_WORM_UDO2
source: SCSI medium type is {0:X2}h, media has {1} blocks of {2} bytes, setting media type to WORM UDO2.
es: El tipo de medio SCSI es {0:X2}h, el medio tiene {1} bloques de {2} bytes, estableciendo tipo como WORM UDO 2.

# SCSI_medium_type_is_0_media_has_1_blocks_of_2_bytes_setting_media_type_to_PD_650
source: SCSI medium type is {0:X2}h, media has {1} blocks of {2} bytes, setting media type to PD-650.
es: El tipo de medio SCSI es {0:X2}h, el medio tiene {1} bloques de {2} bytes, estableciendo tipo como PD-650.

source: SCSI medium type is {0:X2}h, media has {1} blocks of {2} bytes, setting media type to WORM PD-650.
es: El tipo de medio SCSI es {0:X2}h, el medio tiene {1} bloques de {2} bytes, estableciendo tipo como WORM PD-650.

# SCSI_Media_Type_Description_IBM_23FD
source: SCSI medium type is {0:X2}h, media has {1} blocks of {2} bytes, setting media type to IBM formatted 8" (23FD) floppy.
es: El tipo de medio SCSI es {0:X2}h, el medio tiene {1} bloques de {2} bytes, estableciendo tipo como disquete de 8" en formato IBM 23FD.

# SCSI_Media_Type_Description_IBM_33FD
source: SCSI medium type is {0:X2}h, media has {1} blocks of {2} bytes, setting media type to IBM formatted 8" (33FD) floppy.
es: El tipo de medio SCSI es {0:X2}h, el medio tiene {1} bloques de {2} bytes, estableciendo tipo como disquete de 8" en formato IBM 33FD.

# SCSI_Media_Type_Description_IBM_43FD
source: SCSI medium type is {0:X2}h, media has {1} blocks of {2} bytes, setting media type to IBM formatted 8" (43FD) floppy.
es: El tipo de medio SCSI es {0:X2}h, el medio tiene {1} bloques de {2} bytes, estableciendo tipo como disquete de 8" en formato IBM 43FD.

# SCSI_Media_Type_Description_IBM_53FD
source: SCSI medium type is {0:X2}h, media has {1} blocks of {2} bytes, setting media type to IBM formatted 8" (53FD) floppy.
es: El tipo de medio SCSI es {0:X2}h, el medio tiene {1} bloques de {2} bytes, estableciendo tipo como disquete de 8" en formato IBM 53FD.

# SCSI_Media_Type_Description_PC98_MD2HD
source: SCSI medium type is {0:X2}h, media has {1} blocks of {2} bytes, setting media type to PC-98 formatted 5¼" high density floppy.
es: El tipo de medio SCSI es {0:X2}h, el medio tiene {1} bloques de {2} bytes, estableciendo tipo como disquete de alta densidad de 5¼" en formato PC-98.

# SCSI_Media_Type_Description_Sharp_MF2HD
source: SCSI medium type is {0:X2}h, media has {1} blocks of {2} bytes, setting media type to Sharp formatted 3½" high density floppy.
es: El tipo de medio SCSI es {0:X2}h, el medio tiene {1} bloques de {2} bytes, estableciendo tipo como disquete de alta densidad de 3½" con formato Sharp.

# SCSI_Media_Type_Description_Orb
source: Drive model is Castlewood Orb, media has 4307184 blocks of 512 bytes, setting media type to Orb.
es: El modelo de la unidad es Castlewood Orb, el medio tiene 4307184 bloques de 512 bytes, estableciendo tipo como Orb.

# SCSI_Media_Type_Description_RDX320
source: Drive model is RDX, media has {0} blocks of {1} bytes, setting media type to RDX320.
es: El modelo de la unidad es RDX, el medio tiene {0} bloques de {1} bytes, estableciendo tipo como RDX320.

# SCSI_Media_Type_Description_SQ2000
source: Drive manufacturer is SyQuest, media has 390696 blocks of 512 bytes, setting media type to SQ2000.
es: El fabricante de la unidad es SyQuest, el medio tiene 390696 bloques de 512 bytes, estableciendo tipo como SQ2000.

# SCSI_Media_Type_Description_SQ310
source: Drive manufacturer is SyQuest, media has 215440 blocks of 512 bytes, setting media type to SQ310.
es: El fabricante de la unidad es SyQuest, el medio tiene 215440 bloques de 512 bytes, estableciendo tipo como SQ310.

# SCSI_Media_Type_Description_SQ327
source: Drive manufacturer is SyQuest, media has 524288 blocks of 512 bytes, setting media type to SQ327.
es: El fabricante de la unidad es SyQuest, el medio tiene 524288 bloques de 512 bytes, estableciendo tipo como SQ327.

# SCSI_Media_Type_Description_SQ400
source: Drive manufacturer is SyQuest, media has 86700 blocks of 512 bytes, setting media type to SQ400.
es: El fabricante de la unidad es SyQuest, el medio tiene 87600 bloques de 512 bytes, estableciendo tipo como SQ400.

# SCSI_Media_Type_Description_SQ800
source: Drive manufacturer is SyQuest, media has 173456 blocks of 512 bytes, setting media type to SQ800.
es: El fabricante de la unidad es SyQuest, el medio tiene 173456 bloques de 512 bytes, estableciendo tipo como SQ800.

# SCSI_Media_Type_Description_SyJet
source: Drive manufacturer is SyQuest, media has 2929800 blocks of 512 bytes, setting media type to SyJet.
es: El fabricante de la unidad es SyQuest, el medio tiene 2929800 bloques de 512 bytes, estableciendo tipo como SyJet.

# SCSI_Media_Type_Description_PocketZIP
source: Drive manufacturer is IOMEGA, media has 78882 blocks of 512 bytes, setting media type to PocketZIP.
es: El fabricante de la unidad es IOMEGA, el medio tiene 78882 bloques de 512 bytes, estableciendo tipo como PocketZIP.

# SCSI_Media_Type_Description_HiFD
source: Drive model is HiFD, media has 393380 blocks of 512 bytes, setting media type to HiFD.
es: El modelo de la unidad es HiFD, el medio tiene 393380 bloques de 512 bytes, estableciendo tipo como HiFD.

# SCSI_Media_Type_Description_FD32MB
source: Drive model is LS (SuperDisk), media has 65536 blocks of 512 bytes, setting media type to FD32MB.
es: El modelo de la unidad es LS (SuperDisk), el medio tiene 65536 bloques de 512 bytes, estableciendo tipo como FD32MB.

# SCSI_Media_Type_Description_EZ135
source: Drive manufacturer is SyQuest, media has 262144 blocks of 512 bytes, setting media type to EZ135.
es: El fabricante es SyQuest, el medio tiene 262144 bloques de 512 bytes, estableciendo tipo como EZ135.

# SCSI_Media_Type_Description_EZ230
source: Drive manufacturer is SyQuest, media has 450560 blocks of 512 bytes, setting media type to EZ230.
es: El fabricante es SyQuest, el medio tiene 450560 bloques de 512 bytes, estableciendo tipo como EZ230.

# SCSI_Media_Type_Description_IBM3490
source: SCSI medium type is {0:X2}h, density code is {1:X2}h, setting media type to IBM 3490.
es: El tipo de medio SCSI es {0:X2}h, el código de densidad es {1:X2}h, estableciendo tipo como IBM 3490.

# SCSI_Media_Type_Description_IBM3490E
source: SCSI medium type is {0:X2}h, density code is {1:X2}h, setting media type to IBM 3490E.
es: El tipo de medio SCSI es {0:X2}h, el código de densidad es {1:X2}h, estableciendo tipo como IBM 3490E.

# SCSI_Media_Type_Description_IBM3592
source: SCSI medium type is {0:X2}h, density code is {1:X2}h, drive manufacturer is IBM, setting media type to IBM 3592.
es: El tipo de medio SCSI es {0:X2}h, el código de densidad es {1:X2}h y el fabricante de la unidad es IBM, estableciendo tipo como IBM 3592.

# SCSI_Media_Type_Description_MD60_MDDATA
source: SCSI peripheral type is {0:X2}h, media has {1} blocks of {2} bytes, setting media type to 60 minute MiniDisc.
es: El tipo de periférico SCSI es {0:X2}h, el medio tiene {1} bloques de {2} bytes, estableciendo tipo como MiniDisc de 60 minutos.

# SCSI_Media_Type_Description_MD74_MDDATA
source: SCSI peripheral type is {0:X2}h, media has {1} blocks of {2} bytes, setting media type to 74 minute MiniDisc.
es: El tipo de periférico SCSI es {0:X2}h, el medio tiene {1} bloques de {2} bytes, estableciendo tipo como MiniDisc de 74 minutos.

# SCSI_Media_Type_Description_MD80_MDDATA
source: SCSI peripheral type is {0:X2}h, media has {1} blocks of {2} bytes, setting media type to 80 minute MiniDisc.
es: El tipo de periférico SCSI es {0:X2}h, el medio tiene {1} bloques de {2} bytes, estableciendo tipo como MiniDisc de 80 minutos.

# SCSI_Media_Type_Description_MDDATA
source: SCSI peripheral type is {0:X2}h, media has {1} blocks of {2} bytes, setting media type to MiniDisc for Data.
es: El tipo de periférico SCSI es {0:X2}h, el medio tiene {1} bloques de {2} bytes, estableciendo tipo como MiniDisc for Data.

# SCSI_Media_Type_Description_MetaFloppy
source: SCSI medium type is {0:X2}h, media has {1} blocks of {2} bytes, setting media type to MetaFloppy formatted 5¼" double density single sided floppy.
es: El tipo de medio SCSI es {0:X2}h, el medio tiene {1} bloques de {2} bytes, estableciendo tipo como disquete de doble densidad y una cara de 5¼" en formato MetaFloppy.

# SCSI_Media_Type_Description_ZBC_Host_Managed
source: SCSI peripheral type is {0:X2}h, setting media type to host managed zoned block device.
es: El tipo de periférico SCSI es {0:X2}h, estableciendo tipo como dispositivo de zonas de bloques gestionado.

# SCSI_medium_type_is_0_and_device_is_USB_setting_media_type_to_Flash_Drive
source: SCSI medium type is {0:X2}h and device is USB, setting media type to Flash Drive.
es: El tipo de medio SCSI es {0:X2}h y el dispositivo es USB, estableciendo tipo como unidad Flash.

# SCSI_medium_type_is_0_setting_media_type_to_CDR
source: SCSI medium type is {0:X2}h, setting media type to CD-R.
es: El tipo de medio SCSI es {0:X2}h, estableciendo tipo como CD-R.

# SCSI_medium_type_is_0_setting_media_type_to_CDRW
source: SCSI medium type is {0:X2}h, setting media type to CD-RW.
es: El tipo de medio SCSI es {0:X2}h, estableciendo tipo como CD-RW.

# SCSI_medium_type_is_0_setting_media_type_to_CD_Plus
source: SCSI medium type is {0:X2}h, setting media type to CD+.
es: El tipo de medio SCSI es {0:X2}h, estableciendo tipo como CD+.

# SCSI_medium_type_is_0_setting_media_type_to_CD_ROM
source: SCSI medium type is {0:X2}h, setting media type to CD-ROM.
es: El tipo de medio SCSI es {0:X2}h, estableciendo tipo como CD-ROM.

# SCSI_medium_type_is_0_setting_media_type_to_Compact_Disc
source: SCSI medium type is {0:X2}h, setting media type to Compact Disc.
es: El tipo de medio SCSI es {0:X2}h, estableciendo tipo como Compact Disc.

# SCSI_medium_type_is_0_setting_media_type_to_Compact_Disc_Digital_Audio
source: SCSI medium type is {0:X2}h, setting media type to Compact Disc Digital Audio.
es: El tipo de medio SCSI es {0:X2}h, estableciendo tipo como Compact Disc Digital Audio.

# SCSI_medium_type_is_0_setting_media_type_to_Photo_CD
source: SCSI medium type is {0:X2}h, setting media type to Photo CD.
es: El tipo de medio SCSI es {0:X2}h, estableciendo tipo como Photo CD.

# SCSI_medium_type_is_0_setting_media_type_to_unknown_magneto_optical
source: SCSI medium type is {0:X2}h, setting media type to unknown magneto-optical.
es: El tipo de medio SCSI es {0:X2}h, estableciendo tipo como magneto-óptico desconocido.

source: Unhandled exception calling uname: {0}
es: Excepción no manejada llamando a uname: {0}
