Repository: Deterous/Aaru
Catalog: Aaru.Filesystems/Localization/Localization.*.resx
Languages: es

source: {0} data blocks in volume, {1} free
es: {0} bloques de datos en el volumen, {1} libres

source: {0} data zones ({1} bytes)
es: {0} zonas de datos ({1} bytes)

source: {0} directories
es: {0} directorios

source: {0} entries per directory block
es: {0} entradas por bloque de directorio

# _0_equals_1_elements_nvlist_array_unable_to_print
source: {0} = {1} elements nvlist[], unable to print
es: {0} = nvlist[] de {1} elementos, no se puede mostrar

# _0_equals_unknown_data_type_1
source: {0} = Unknown data type {1}
es: {0} = Tipo de datos desconocido {1}

source: {0} errors registered
es: {0} errores registrados

source: {0} files in root directory
es: {0} ficheros en el directorio raíz

source: {0} files in volume
es: {0} ficheros en el volumen

source: {0} Flexible block group size
es: Tamaño del grupo FLEX_BG: {0}

source: {0} frags in a block
es: {0} fragmentos por bloque

source: {0} free blocks.
es: {0} bloques libres.

source: {0} free blocks ({1} bytes)
es: {0} bloques libres ({1} bytes)

source: {0} free blocks on list ({1} bytes)
es: {0} bloques libres en lista ({1} bytes)

source: {0} free clusters
es: {0} clústeres libres

source: {0} free frags
es: {0} fragmentos libres

source: {0} free inodes
es: {0} nodos-i libres

source: {0} free inodes on list
es: {0} nodos-i libres en lista

source: {0} free inodes on volume
es: {0} nodos-i libres en el volumen

source: {0} free spare DNodes
es: {0} nodos-D alternativos libres

source: {0} free zones on volume ({1} bytes)
es: {0} zonas libres en el volumen ({1} bytes)

source: {0} heads.
es: {0} cabezas.

source: {0} heads per cylinder
es: {0} cabezas por cilindro

source: {0} hidden sectors before BPB.
es: {0} sectores ocultos antes del BPB.

source: {0} hidden sectors before filesystem
es: {0} sectores ocultos antes del sistema de ficheros

source: {0} imap zones ({1} bytes)
es: {0} zonas imap ({1} bytes)

source: {0} inodes
es: {0} nodos-i

source: {0} inodes free of {1}
es: {0} nodos-i libres de {1}

source: {0} inodes in volume
es: {0} nodos-i en el volumen

source: {0} inodes in volume, {1} free
es: {0} nodos-i en el volumen, {1} libres

source: {0} inodes pending of being freed
es: {0} nodos-i pendientes de liberarse

source: {0} inodes per cylinder group
es: {0} nodos-i por grupo de cilindro

source: {0} inodes with {1} free inodes ({2}%)
es: {0} nodos-i con {1} libres ({2}%)

source: {0} is first data block
es: {0} es el primer bloque de datos

source: {0} is not set
es: {0} no está establecido

source: {0} KiB has been written on volume
es: {0} KiB se han escrito en el volumen

source: {0} logical sectors ({1} bytes) per physical sector
es: {0} sectores lógicos ({1} bytes) por sector físico

source: {0} maximum files on the volume
es: Máximo de {0} ficheros en el volumen

source: {0}ms for optimal next block
es: {0}ms para el siguiente bloque óptimo

source: {0} nanoseconds program time
es: {0} nanosegundos para programar

source: {0} nanoseconds random access time
es: {0} nanosegundos para acceso aleatorio

source: {0} nanoseconds read cycle time
es: {0} nanosegundos para un ciclo de lectura

source: {0} nanoseconds write cycle time
es: {0} nanosegundos para un ciclo de escritura

source: {0}% of blocks must be free
es: El {0}% de los bloques deben estár libres

source: {0} reserved and {1} free blocks
es: {0} bloques reservados y {1} libres

source: {0} reserved files
es: {0} ficheros reservados

source: {0} rotational positions
es: {0} posiciones rotacionales

source: {0} seconds for multi-mount protection wait, on block {1}
es: {0} segundos para la espera de protección ante multi-montaje, en el bloque {1}

source: {0} sections
es: {0} secciones

source: {0} sections per zone
es: {0} secciones por zona

source: {0} sectors
es: {0} sectores

source: {0} sectors ({1} bytes) per block
es: {0} sectores ({1} bytes) por bloque

source: {0} sectors ({1} bytes) per cluster
es: {0} sectores ({1} bytes) por clúster

source: {0} sectors are marked bad
es: {0} sectores marcados dañados

source: {0} sectors/cylinder
es: {0} sectores por cilindro

source: {0} sectors hidden before BPB
es: {0} sectores ocultos antes del BPB

source: {0} sectors in directory.
es: {0} sectores en el directorio.

source: {0} sectors on volume ({1} bytes).
es: {0} sectores en el volumen ({1} bytes).

source: {0} sectors per cluster.
es: {0} sectores por clúster.

source: {0} sectors per cluster ({1} bytes)
es: {0} sectores por clúster ({1} bytes)

source: {0} sectors per FAT.
es: {0} sectores por FAT.

source: {0} sectors per track.
es: {0} sectores por pista.

source: {0} sectors reserved between BPB and FAT.
es: {0} sectores reservados entre el BPB y la FAT.

source: {0} sectors/track
es: {0} sectores por pista

source: {0} segments
es: {0} segmentos

source: {0} segments per section
es: {0} segmentos por sección

source: {0} spare blocks
es: {0} bloques de reserva

source: {0} total Hotfix entries
es: {0} entradas de revisiones en total

source: {0} total spare DNodes
es: {0} nodos-D de reserva en total

source: {0} tracks
es: {0} pistas

source: {0} tracks/cylinder
es: {0} pistas por cilindro

source: {0} tracks in volume
es: {0} pistas en el volumen

source: {0} unused allocation blocks.
es: {0} bloques de asignación libres.

source: {0} used blocks ({1} bytes)
es: {0} bloques usados ({1} bytes)

source: {0} used Hotfix entries
es: {0} entradas de revisión usadas

source: {0} used sectors on volume
es: {0} sectores usados en el volumen

source: {0} volume allocation blocks.
es: {0} bloques de asignación en el volumen

source: {0} zmap zones ({1} bytes)
es: {0} zonas zmap ({1} bytes)

source: {0} zones in volume ({1} bytes)
es: {0} zonas en el volumen ({1} bytes)

source: {0} zones reserved for kernel images ({1} bytes)
es: {0} zonas reservadas para imágenes del núclero ({1} bytes)

source: {0} µsec for head switch
es: {0} µseg para cambiar la cabeza

source: {0} µsec for track-to-track seek
es: {0} µseg para posicionar de pista a pista

source: 1024 bytes per block
es: 1024 bytes por bloque

source: 2048 bytes per block
es: 2048 bytes por bloque

source: 4096 bytes per block
es: 4096 bytes por bloque

source: 512 bytes per block
es: 512 bytes por bloque
