Repository: Deterous/Aaru
Catalog: Aaru.Filesystems/Localization/Localization.*.resx
Languages: es

source: (acl): Enable POSIX ACLs
es: (acl): Activar ACLs POSIX

# AcornADFS_Name
source: Acorn Advanced Disc Filing System
es: Sistema de Ficheros de Disco Avanzado de Acorn

source: Acorn Advanced Disc Filing System
es: Sistema de Ficheros de Disco Avanzado de Acorn

source: Active root block {0}
es: Bloque raíz activo: {0}

source: Active snapshot has ID {0}, on inode {1}, with {2} blocks reserved, list starting on block {3}
es: La instantánea activa tiene el ID {0}, en el nodo-i {1}, con {2} bloques reservados, y la lista empezando en el bloque {3}

source: Admin space container starts in block {0}
es: El contenedor de espacio administrativo comienza en el bloque {0}

source: Alexander Osipov DOS file system
es: Sistema de ficheros de DOS de Alexander Osipov

source: Allocate secondary sound and video buffers at boot.
es: Asignar búferes secundarios de sonido y video en el arranque.

source: Allocate secondary sound buffer at boot.
es: Asignar búfer secundario de sonido en el arranque.

# Allocations_blocks_of_the_HFS_Plus_volume_0
source: Allocations blocks of the HFS+ volume: {0}
es: Bloques de asignación del volumen HFS+: {0}

source: Allocation bitmap descriptor starts at block {0}
es: El descriptor del mapa de bits de asignación comienza en el bloque {0}

source: Allocation File is {0} bytes.
es: El Archivo de Asignación ocupa {0} bytes.

source: All copies of FAT are the same.
es: Todas las copias de la FAT son iguales.

source: All of the following information may be incorrect
es: La siguiente información puede ser incorrecta

# AmigaDOSPlugin_Name
source: Amiga DOS filesystem
es: Sistema de ficheros de Amiga DOS

source: Amiga extensions present.
es: Extensiones de Amiga presentes.

source: Amiga Fast File System
es: Sistema de ficheros rápido de Amiga

source: Amiga Fast File System with directory cache
es: Sistema de ficheros rápido de Amiga con caché de directorio

source: Amiga Fast File System with international characters
es: Sistema de ficheros rápido de Amiga con caracteres internacionales

source: Amiga Fast File System with long filenames
es: Sistema de ficheros rápido de Amiga con nombres de archivo largos

source: Amiga Original File System
es: Sistema de ficheros original de Amiga

source: Amiga Original File System with directory cache
es: Sistema de ficheros original de Amiga con caché de directorio

source: Amiga Original File System with international characters
es: Sistema de ficheros original de Amiga con caracteres internacionales

source: Amiga Original File System with long filenames
es: Sistema de ficheros original de Amiga con nombres de archivo largos

# AODOS_Name
source: Alexander Osipov DOS file system
es: Sistema de ficheros de DOS de Alexander Osipov

# APFS_Name
source: Apple File System
es: Sistema de ficheros Apple (APFS)

# AppleDOS_Name
source: Apple DOS File System
es: Sistema de ficheros de Apple DOS

# AppleHFSPlus_Name
source: Apple HFS+ filesystem
es: Sistema de ficheros Apple HFS+

# AppleMFS_Name
source: Apple Macintosh File System
es: Sistema de ficheros de Apple Macintosh

source: Apple extensions present.
es: Extensiones de Apple presentes.

source: Apple File System
es: Sistema de ficheros Apple (APFS)

source: Application identifier: {0}
es: Identificador de aplicación: {0}

source: Apricot FAT12
es: FAT12 de Apricot

source: Arbitrary Attribute Interchange Protocol present.
es: Protocolo de Intercambio de Atributos Arbitrarios presente.

source: Atari FAT12
es: FAT12 de Atari

source: Atari FAT16
es: FAT16 de Atari

source: Atheos filesystem
es: Sistema de ficheros de AtheOS

# AtheOS_Name
source: AtheOS Filesystem
es: Sistema de ficheros de AtheOS

source: Attributes File is {0} bytes.
es: El Archivo de Atributos ocupa {0} bytes.

source: Audio streaming buffer size is {0} bytes
es: El búfer de transmisión de audio tiene {0} bytes.

source: Australia age rating is {0}
es: La recomendación de edad para Australia es {0}

source: A file can be {0} bytes at max
es: Un archivo puede ocupar un máximo de {0} bytes

source: Backbone volume
es: Volumen vertebral

# Backup_INDEXF_SYS_is_in_sector_0_VBN_1
source: Backup INDEXF.SYS;1 is in sector {0} (VBN {1})
es: El INDEXF.SYS;1 de respaldo está en el sector {0} (VBN {1})

source: Backup sequence number: {0}
es: Número de sencuencia de respaldo: {0}

# Backup_volume_ID_0
source: Backup volume ID: 0x{0:X16}
es: ID del volumen de respaldo: 0x{0:X16}

# BeFS_Name
source: Be Filesystem
es: Sistema de ficheros Be

source: BEWARE!!! Following information may be completely wrong!
es: ¡¡¡ATENCIÓN!!! ¡La siguiente información podría estar completamente incorrecta!

# BFS_Name
source: UNIX Boot filesystem
es: Sistema de ficheros de arranque de UNIX

source: Big-endian BeFS
es: BeFS big-endian

source: Big-endian BorderWare UFS filesystem
es: Sistema de ficheros big-endian UFS de BorderWare

source: Big-endian UFS2 filesystem
es: Sistema de ficheros big-endian UFS2

source: Big-endian UFS filesystem
es: Sistema de ficheros big-endian UFS

# BIOS_drive_is_0
source: BIOS drive is {0:X2}h
es: La unidad BIOS es {0:X2}h

# BIOS_drive_number_0
source: BIOS drive number: 0x{0:X2}
es: Número de unidad BIOS: 0x{0:X2}

source: Bitmap extension at block {0}
es: La extensión del mapa de bits está en el bloque {0}

source: Bitmap resides at block {0}
es: El mapa de bits reside en el bloque {0}

source: Bitmap starts at block {0}
es: El mapa de bits comienza en el bloque {0}

# blockshift_0_1_should_be_2
source: 1 << block_shift == block_size => 1 << {0} == {1} (Should be {2})
es: 1 << block_shift == block_size => 1 << {0} == {1} (debería ser {2})

source: Block group number is {0}
es: El número del grupo del bloque es {0}

source: Block size: {0} bytes
es: Tamaño del bloque: {0} bytes

# Bootable_image_SHA1_0
source: Bootable image's SHA1: {0}
es: SHA1 de la imagen de arranque: {0}

source: Bootable image starts at sector {0} and runs for {1} sectors
es: La imagen de arranque comienza en el sector {0} y ocupa {1} sectores

# Bootable_image_will_be_loaded_at_0
source: Bootable image will be loaded at 0x{0:X8}
es: La imagen de arranque se cargará en 0x{0:X8}

# Bootable_image_will_be_loaded_at_segment_0
source: Bootable image will be loaded at segment {0:X4}h
es: La imagen de arranque se cargará en el segmento {0:X4}h

source: Bootable on {0}
es: Arrancable en {0}

source: Bootblock points to {0} as Rootblock
es: El bloque de arranque apunta a {0} como el bloque raíz

source: Boot area starts at {0}
es: El área de arranque comienza en el bloque {0}

source: Boot Block:
es: Bloque de arranque:

source: Boot block is in new format.
es: El bloque de arranque está en el nuevo formato.

source: Boot block should be executed.
es: El bloque de arranque debe ejecutarse.

# Boot_code_0
source: Boot code: 0x{0:X8}
es: Código de arranque: 0x{0:X8}

source: Boot code corresponds to {0}
es: El código de arranque corresponde a {0}

# Boot_code_SHA1_0
source: Boot code's SHA1: {0}
es: SHA1 del código de arranque: {0}

# Boot_environment_0
source: Boot environment: 0x{0:X8}
es: Entorno de arranque: 0x{0:X8}

source: Boot file descriptor starts at block {0}
es: El descriptor del archivo de arranque comienza en el bloque {0}

source: Boot file starts at block {0} and has {1} bytes
es: El archivo de arranque comienza en el bloque {0} y ocupa {1} bytes

source: Boot option: {0}
es: Opción de arranque: {0}

source: Boot program resides in file "{0}"
es: El programa de arranque reside en el fichero "{0}"

source: Boot program starts in sector {0} and is {1} sectors long ({2} bytes)
es: El programa de arranque comienza en el sector {0} y ocupa {1} sectores ({2} bytes)

# Boot_program_will_be_loaded_at_address_0
source: Boot program will be loaded at address {0:X4}h
es: El programa de arranque se cargará en la dirección {0:X4}h

source: Boot section {0}:
es: Sección de arranque {0}:

source: Boot volume is inconsistent.
es: El volumen de arranque es inconsistente.

source: BorderWare UFS filesystem
es: Sistema de ficheros UFS de BorderWare

source: (bsdgroups): Emulate BSD behaviour when creating new files
es: (bsdgroups): Emular el comportamiento de BSD al crear nuevos ficheros

# BTRFS_Name
source: B-tree file system
es: Sistema de ficheros B-tree

source: B-tree filesystem
es: Sistema de ficheros B-tree

source: Cached directories: {0}
es: Directorios cacheados: {0}

source: Cannot find root directory...
es: No se pudo encontrar el directorio raíz...

source: Cannot mount LisaFS version {0}
es: No se puede montar la versión {0} de LisaFS

source: Cannot read Catalog File, error {0}
es: No se pudo leer en Archivo de Catálogo, error {0}

source: Can have files bigger than 2GiB
es: No puede haber ficheros de más de 2GiB

source: Can have files bigger than 2TiB (ext4)
es: No puede haber ficheros de más de 2TiB (ext4)

source: Can use hashed indexes on directories
es: Puede usar índices de hash en los directorios

source: Casting FAT
es: Moldeando la FAT

source: Catalog File is {0} bytes.
es: El Archivo de Catálogo ocupa {0} bytes.

source: Catalog starts at sector {0} of track {1}
es: El catálogo comienza en el sector {0} de la pista {1}

# CBM_Name
source: Commodore file system
es: Sistema de ficheros de Commodore

source: CD-i file system
es: Sistema de ficheros de CD-i

source: CD-ROM XA extensions present.
es: Extensiones CD-ROM XA presentes.

source: channel
es: canal

# Checksums_0_and_1
source: Checksums: 0x{0:X4} and 0x{1:X4}
es: Checksums: 0x{0:X4} y 0x{1:X4}

# Checksum_0_calculated_1
source: Checksum: 0x{0:X4} (calculated 0x{1:X4})
es: Checksum: 0x{0:X4} (calculado 0x{1:X4})

source: Chunk tree starts at LBA {0}
es: El árbol de pedazos comienza en el LBA {0}

source: Classification checks are enabled
es: Las comprobaciones de clasificación están activadas

source: Clean volume
es: Volumen limpio

source: Clipboard filename: {0}
es: Nombre del fichero del portapeles: {0}

source: Cluster heap starts at sector {0}, contains {1} clusters and is {2}% used
es: La pila de clústeres comienza en el sector {0}, contiene {1} clústeres y está usada al {2}%

source: Cluster of root directory: {0}
es: Clúster del directorio raíz: {0}

source: Cluster where $MFTMirr starts: {0}
es: Clúster donde empieza $MFTMirr: {0}

source: Cluster where $MFT starts: {0}
es: Clúster donde empieza $MFT: {0}

# cmdload_will_be_loaded_with_value_0
source: cmdload will be loaded with value {0:X4}h
es: cmdload se cargará con el valor {0:X4}h

source: CNID of bootable Mac OS 8 or 9 directory: {0}
es: CNID del directorio de arranque de Mac OS 8 ó 9: {0}

source: CNID of bootable Mac OS X directory: {0}
es: CNID del directorio de arranque de Mac OS X: {0}

# CNID_of_bootable_system_directory_0
source: CNID of bootable system's directory: {0}
es: CNID del directorio de arranque del sistema: {0}

# CNID_of_first_run_application_directory_0
source: CNID of first-run application's directory: {0}
es: CNID del directorio de la primera aplicación a ejecutar: {0}

source: CNID of previously opened directory: {0}
es: CNID del directorio anteriormente abierto: {0}

source: Coherent UNIX filesystem
es: Sistema de ficheros de Coherent UNIX

source: Commodore 64 Virtual Console
es: Consola Virtual de Commodore 64

source: Commodore file system
es: Sistema de ficheros de Commodore:

source: Compatible features…:
es: Funciones compatibles…:

source: Compatible features if read-only…:
es: Funciones compatibles en sólo lectura…:

# Compatible_flags_0
source: Compatible flags: 0x{0:X}
es: Banderas compatibles: 0x{0:X}

source: Container has {0} bytes in {1} blocks
es: El contenedor tiene {0} bytes en {1} bloques.

source: Contains Enhanced Volume Descriptor.
es: Contiene Descriptor Mejorado de Volumen.

source: Contains Volume Partition Descriptor.
es: Contiene Descriptor de Partición de Volumen.

source: Could not read dump(8) header block
es: No se pudo leer el bloque cabecera de dump(8)

source: Country code: {0}
es: Código de país: {0}

source: CP/M filesystem
es: Sistema de ficheros de CP/M

# CPM_Name
source: CP/M File System
es: Sistema de ficheros de CP/M

source: Cram file system
es: Sistema de ficheros Cram

# Cram_Name
source: Cram filesystem
es: Sistema de ficheros Cram

source: Created on {0}
es: Creado el {0}

source: Creating allocation blocks.
es: Creando bloques de asignación.

source: Creation date: {0}
es: Fecha de creación:

source: Creator OS code: {0}
es: Código del SO creador: {0}

source: Current root block {0}
es: Bloque raíz actual: {0}

source: Current sector = {0}
es: Sector actual = {0}

source: CYLINDERS ordering not yet implemented.
es: El orden por CILINDROS aún no ha sido implementado.

source: Cylinder-block LBA: {0}
es: LBA del bloque de cilindros: {0}

source: Cylinder group offset in cylinder: {0}
es: Ajusta del grupo de cilindros en cilindros: {0}

source: Cylinder group size: {0} basic blocks
es: Tamaño del grupo de cilindros: {0} bloques básicos

source: Cylinder group summary area LBA: {0}
es: LBA del área de sumario del grupo de cilindros: {0}

source: Cylinder group summary LBA: {0}
es: LBA del grupo de sumario de cilindros: {0}

source: DASD limits are dirty
es: Los límites DASD estaban en uso

source: DASD limits are operational
es: Los límites DASD están operacionales

source: data
es: datos

source: Data can reside in directory entry (ext4)
es: Los datos pueden residir en la entrada del directorio (ext4)

source: Data fork clump size: {0} bytes.
es: Tamaño del grupo del fork de datos: {0} bytes

source: Data preparer identifier: {0}
es: Identificador del preparador de los datos: {0}

source: Data starts at block {0}
es: Los datos comienzan en el bloque {0}

source: Dated {0}
es: Fechado el {0}

source: Datetime field year {0}, month {1}, day {2}, hour {3}, minute {4}.
es: Campo de fecha: año {0}, mes {1}, día {2}, hora {3}, minuto {4}.

source: Date of last integrity check: {0}
es: Fecha de la última comprobación de integridad: {0}

source: Date of last optimization {0}
es: Fecha de la última optimización: {0}

source: DCE ACLs are active
es: Los ACLs DCE están activos

source: Debugger descriptor starts at block {0}
es: El descriptor del depurador comienza en el bloque {0}

source: Debugger filename: {0}
es: Nombre de fichero del depurador: {0}

source: (debug): Enable debugging code
es: (debug): Activar código de depuración

source: Default allocation: {0} blocks
es: Asignación por defecto: {0} bloques

source: Default mount options…:
es: Opciones de montaje por defecto…:

source: Default UID: {0}, GID: {1}
es: Predeterminados UID: {0}, GID: {1}

source: Definition "{0}" has a correct directory
es: La definición "{0}" tiene un directorio correcto

source: Definition contains EVEN-ODD field, with unknown meaning, detection may be wrong.
es: La definición contiene un campo PAR-IMPAR, cuyo significado es desconocido, así que la detección puede ser incorrecta.

source: Deinterleaving whole volume.
es: Desentrelazando el volumen completo.

source: Density code: {0}
es: Código de densidad: {0}

source: Description: {0}
es: Descripción: {0}

source: Developer ID: {0}
es: ID del desarrollador: {0}

source: Device is too small
es: El dispositivo es demasiado pequeño

# Device_uses_0_one_hardware_interleaving
source: Device uses {0}:1 hardware interleaving
es: El dispositivo usa entrelazado {0} a 1 por hardware

# Device_UUID_0
source: Device's UUID: {0}
es: UUID del dispositivo: {0}

source: Diagnostic
es: Diagnóstico

source: Directory band ends at sector {0}
es: La banda de directorio termina en el sector {0}

source: Directory band has {0} sectors
es: La banda de directorio ocupa {0} sectores

source: Directory band starts at sector {0}
es: La banda de directorio comienza en el sector {0}

source: Directory cache starts at block {0}
es: La caché de directorio comienza en el bloque {0}

source: Directory containing files scheduled for deletion's i-node resides in block {0} of allocation group {1} and runs for {2} blocks ({3} bytes)
es: El directorio que contiene los nodos-i de los ficheros pendientes de eliminación reside en el bloque {0} del grupo de asignación {1} y ocupa {2} bloques ({3} bytes)

source: Directory size: {0} clusters
es: Tamaño del directorio: {0} clústeres

source: Directory starts at cluster {0}
es: El directorio comienza en el clúster {0}

source: Directory starts at track {0} sector {1}
es: El directorio comienza en la pista {0} sector {1}

source: Dirty volume
es: Volumen no desmontado

source: Disassembler filename: {0}
es: Nombre de fichero del desensamblador: {0}

source: Disc bootable following {0} specifications.
es: El disco arranca siguiendo las especificaciones {0}.

source: Disc ID is {0}
es: El ID del disco es {0}

source: Disc is a {0} disc
es: El disco es un disco {0}

source: Disc is prepared for audio streaming
es: El disco está preparado para la transmisión de audio

source: Disc number {0} of a multi-disc set
es: El disco es el número {0} de un conjunto de múltiples discos

source: Disc region is {0}
es: La región del disco es {0}

source: Disk contains bad sectors
es: El disco contiene sectores dañados

source: Disk DOS type: {0}
es: Tipo DOS del disco: {0}

source: Disk DOS Version: {0}
es: Versión DOS del disco: {0}

source: Disk has a bad bitmap
es: El disco tiene un mapa de bits dañado

source: Disk ID: {0}
es: ID del disco: {0}

source: Disk is 192 TPI
es: El disco tiene 192 PPP

source: Disk is 384 TPI
es: El disco tiene 384 PPP

source: Disk is 48 TPI
es: El disco tiene 48 PPP

source: Disk is 96 TPI or 135 TPI
es: El disco tiene 96 ó 135 PPP

source: Disk is double density
es: El disco es de doble densidad

source: Disk is double sided
es: El disco es de doble cara

source: Disk is owned by group {0} user {1}
es: El disco pertenece al grupo {0} usuario {1}

source: Disk is owned by user {0}
es: El disco pertenece al usuario {0}

source: Disk is single density
es: El disco es de densidad sencilla

source: Disk is single sided
es: El disco es de una cara

source: Disk name: {0}
es: Nombre del disco: {0}

source: Disk rotates {0} times per second ({1}rpm)
es: El disco rota {0} veces por segundo ({1}rpm)

source: Disk Version: {0}
es: Versión del disco: {0}

source: Disk volume number {0}
es: Volumen del disco número {0}

source: Don't know how to handle COLUMBIA ordering, not proceeding with this definition.
es: Desconocemos como gestionar el orden COLUMBIA, no procedemos con esta definición.

# Don_know_how_to_handle_EAGLE_ordering_not_proceeding_with_this_definition
source: Don't know how to handle EAGLE ordering, not proceeding with this definition.
es: Desconocemos como gestionar el orden EAGLE, no procedemos con esta definición.

source: DOS (8.3 all uppercase)
es: DOS (8.3 todo mayúsculas)

source: DOS Version: {0}
es: Versión de DOS: {0}

# Drive_number_0
source: Drive number: 0x{0:X2}
es: Número de la unidad: 0x{0:X2}

# Drive_serial_number_0
source: Drive serial number: 0x{0:X8}
es: Número de serie de la unidad: 0x{0:X8}

source: DR-DOS will boot this FAT32 using CHS.
es: DR-DOS arrancará este FAT32 usando CHS.

source: DR-DOS will boot this FAT32 using LBA.
es: DR-DOS arrancará este FAT32 usando LBA.

source: Dumped device: {0}
es: Dispositivo volcado: {0}

source: Dumped filesystem name: {0}
es: Nombre del sistema de ficheros volcado: {0}

source: Dump created on {0}
es: Volcado creado el {0}

source: Dump hostname: {0}
es: Nombre del host del volcado: {0}

source: Dump label: {0}
es: Etiqueta del volcado: {0}

source: Dump level: {0}
es: Nivel de volcado: {0}

# dump_Name
source: dump(8) Plugin
es: Extensión dump(8)

source: Dump volume number: {0}
es: Número del volumen volcado: {0}

# EFS_Name
source: Extent File System Plugin
es: Extensión del Sistema de Ficheros de Extents (EFS)

source: EL TORITO INFORMATION:
es: INFORMACIÓN DE EL TORITO:

source: Entry {0}:
es: Entrada {0}:

source: Epoch high {0}
es: Época alta {0}

source: Epoch low {0}
es: Epoca baja {0}

source: Error {0} reading S-Records file.
es: Error {0} leyendo el fichero de Registros-S

source: ERROR: Could not find primary volume descriptor
es: ERROR: No se pudo encontrar el descriptor primario de volumen

source: ESRB age rating is {0}
es: La recomendación de edad del ESRB es {0}

source: Event queue size: {0}
es: Tamaño de la cola de eventos: {0}

source: Exception {0}, {1}, {2}
es: Excepción {0}, {1}, {2}

source: Exception reading CD-i audio file
es: Excepción leyendo archivo de audio de CD-i

# exFAT_Name
source: Microsoft Extended File Allocation Table
es: Tabla de Asignación de Archivos Extendida de Microsoft (exFAT)

# ext2FS_Name_Linux_extended_Filesystem_2_3_and_4
source: Linux extended Filesystem 2, 3 and 4
es: Sistemas de ficheros de Linux extendidos 2, 3 y 4

source: ext2 filesystem
es: Sistema de ficheros ext2

source: ext2 (old) filesystem
es: Sistema de ficheros ext2 (antiguo)

source: ext3 filesystem
es: Sistema de ficheros ext3

source: ext4 filesystem
es: Sistema de ficheros ext4

source: Extended attributes can reside in inode (ext4)
es: Los atributos extendidos puede residir en el nodo-i (ext4)

source: Extension: {0}
es: Extensión: {0}

source: Extents File is {0} bytes.
es: El Archivo de Extents ocupa {0} bytes.

# extFS_Name
source: Linux extended Filesystem
es: Sistema de ficheros de Linux extendido

source: ext filesystem
es: Sistema de ficheros ext

source: F2FS filesystem
es: Sistema de ficheros F2FS

# F2FS_Name
source: F2FS Plugin
es: Extensión F2FS

source: FATs are out of sync. FAT #{0} is in use.
es: Las FATs están desincronizadas. Se usará la FAT nº {0}.

source: FATX filesystem
es: Sistema de ficheros FATX

# FAT_and_directory_will_be_cached_at_address_0
source: FAT and directory will be cached at address {0:X4}h
es: La FAT y el directorio se cachearan en la dirección {0:X4}h

source: FAT is {0} sectors
es: La FAT ocupa {0} sectores

# FAT_Name
source: Microsoft File Allocation Table
es: Tabla de Asignacion de Ficheros de Microsoft (FAT)

# FFSPlugin_Name
source: BSD Fast File System (aka UNIX File System, UFS)
es: Sistema de Ficheros Rápido de BSD (o Sistema de Ficheros de UNIX, UFS)

source: Filesystem contains {0} "big-blocks" ({1} bytes)
es: El sistema de ficheros contiene {0} "bloques grandes" ({1} bytes)

source: Filesystem created on Linux
es: Sistema de ficheros creado en Linux

# Filesystem_endianness_0_Should_be_0x42494745
source: Filesystem endianness: 0x{0:X8} (Should be 0x42494745)
es: Endianada del sistema de ficheros: 0x{0:X8} (debería ser 0x42494745)

source: Filesystem has {0} "big-blocks" free ({1} bytes)
es: El sistema de ficheros tiene {0} "bloques grandes" libres ({1} bytes)

source: Filesystem has {0} inodes used
es: El sistema de ficheros tiene {0} nodos-i sin usar

source: Filesystem has been mounted by an old IFS
es: El sistema de ficheros ha sido montado por un IFS antigup

source: Filesystem has never been optimized
es: El sistema de ficheros no ha sido optimizado nunca

source: Filesystem integrity has never been checked
es: La integridad del sistema de ficheros nunca ha sido comprobada

source: Filesystem is big endian
es: El sistema de ficheros usa big endian

source: Filesystem is clean.
es: El sistema de ficheros está limpio.

source: Filesystem is dirty.
es: El sistema de ficheros no fue desmontado correctamente.

source: Filesystem is little endian
es: El sistema de ficheros usa little endian

source: Filesystem is read-only
es: El sistema de ficheros es de sólo lectura

source: Filesystem name: {0}
es: Nombre del sistema de ficheros: {0}

source: Filesystem overhead: {0}
es: Carga extra del sistema de ficheros: {0}

source: Filesystem revision: {0}.{1}
es: Revisión del sistema de ficheros: {0}.{1}

# Filesystem_revision_is_0_1
source: Filesystem revision is {0}.{1:D2}
es: La revisión del sistema de ficheros es {0}.{1:D2}
