Repository: Deterous/Aaru
Catalog: Aaru.Filesystems/Localization/Localization.*.resx
Languages: es

source: Filesystem size: {0} basic blocks
es: Tamaño del sistema de ficheros: {0} bloques básicos

# Filesystem_state_0
source: Filesystem state: {0:X4}
es: Estado del sistema de ficheros: {0:X4}

source: Filesystem type: {0}
es: Tipo del sistema de ficheros: {0}

source: Filesystem version {0}
es: Sistema de ficheros versión {0}

source: Filesystem version: {0}.{1}
es: Versión del sistema de ficheros: {0}.{1}.

source: Filesystem version is {0}.
es: La versión del sistema de ficheros es {0}.

source: Filesystem was formatted fast
es: El sistema de ficheros se formateo rápidamente

source: Filesystem will minimize allocation time
es: El sistema de ficheros minimizará el tiempo de asignación

source: Filesystem will minimize volume fragmentation
es: El sistema de ficheros minimizará la fragmentación del volumen

source: Files should be erased or overwritten when deleted
es: Los ficheros deben ser borrados o sobrescritos cuando son eliminados

source: Filetype in directory entries
es: Tipo de fichero en las entradas de directorio

source: File {0} gets truncated.
es: El fichero {0} queda truncado.

# File_protection_0
source: File protection: 0x{0:X4}
es: Protección de fichero: 0x{0:X4}

source: FILE STRUCTURE VOLUME DESCRIPTOR INFORMATION:
es: DESCRIPTOR DE INFORMACIÓN DE LA ESTRUCTURA DE FICHEROS DEL VOLUMEN:

source: File system initialized by DOS release {0}
es: El sistema de ficheros fue inicializado por la versión de DOS {0}

source: File system type: "{0}" (Should be "HPFS ")
es: Tipo del sistema de ficheros: "{0}" (debería ser "HPFS ")

source: File truncated at block {0}
es: Fichero truncado en el bloque {0}

source: Finder filename: {0}
es: Nombre de fichero del Finder: {0}

source: Finder info:
es: Información del Finder:

source: Finland age rating is {0}
es: La recomendación de edad en Finlandia es {0}

source: First {0} partition starts at sector {1}
es: La primera partición {0} comienza en el sector {1}

# First_allocation_block_number_two_starts_in_sector_0
source: First allocation block (#2) starts in sector {0}.
es: El primer bloque de asignación (nº 2) comienza en el sector {0}.

source: First cylinder group starts at block {0}
es: El primer grupo de cilindros comienza en el bloque {0}

source: First data block LBA: {0}
es: LBA del primer bloque de datos: {0}

source: First data zone: {0}
es: Primera zona de datos: {0}

source: First data zone is {0}
es: La primera zona de datos es {0}

source: First directory block seems correct.
es: El primer bloque del directorio parece correcto.

source: First directory sector: {0}
es: Primer directorio del sector: {0}

source: First directory segment starts at block {0}
es: El segmento del directorio comienza en el bloque {0}

source: First error block is {0}, last is {1}
es: El primer bloque erróneo es el {0} y el último es el {1}

source: First error function is "{0}", last is "{1}"
es: La primera función fallida es "{0}" y la última es "{1}"

source: First error inode is {0}, last is {1}
es: El primer nodo-i erróneo es el {0} y el último es el {1}

source: First error occurred on {0}, last on {1}
es: El primer error ocurrió el {0}, el último el {1}

source: First FAT starts at sector {0} and runs for {1} sectors
es: La primera FAT empieza en el sector {0} y ocupa {1} sectores

source: First free block is {0}
es: El primer bloque libre es el {0}

source: First free inode is {0}
es: El primer nodo-i libre es el {0}

source: First inode is {0}
es: El primer nodo-i es el {0}

source: First kernel zone: {0}
es: Primera zona del núcleo: {0}

source: First metablock group is {0}
es: El primer grupo de metabloques es el {0}

source: First program to execute at boot: {0}
es: Primer programa a ejecutar en el arranque: {0}

source: First used block is {0}
es: El primer bloque usado es el {0}

source: First volume buffer starts at {0}
es: El primer búfer del volumen empieza en el {0}

source: Flags:
es: Banderas:

# Flags_0
source: Flags: 0x{0:X}
es: Banderas: 0x{0:X}

# Flags_0_X8
source: Flags: 0x{0:X8}
es: Banderas: 0x{0:X8}

# Flags_ellipsis
source: Flags…:
es: Banderas…:

source: Flexible block group metadata location (ext4)
es: La localización del grupo de metadatos del bloque es flexible (ext4)

source: Fossil filesystem
es: Sistema de ficheros Fossil

# Fossil_Name
source: Fossil Filesystem Plugin
es: Extensión para el sistema de ficheros Fossil

source: Found Amstrad superblock.
es: Encontrado superbloque Amstrad.

source: Found CP/M-86 floppy identifier.
es: Encontrado identificador de disquete de CP/M-86.

source: Found CP/M-86 hard disk superblock.
es: Encontrado superbloque de disco duro de CP/M-86.

source: Found empty filename in {0}
es: Encontrado nombre de fichero vacío en {0}

source: Found empty filename in root directory
es: Encontrado nombre de fichero vacío en el directorio raíz

source: Found unknown parameter type {0}
es: Encontrado paramétro de tipo desconocido {0}

source: Found unknown supplementary volume descriptor
es: Encontrado descriptor de volumen suplementario desconocido

source: Fourth {0} partition starts at sector {1}
es: La cuarta partición {0} comienza en el sector {1}

source: Free block list is locked
es: La lista de bloques libres está bloqueada

source: fsck in progress
es: fsck en progreso

source: FST starts at {0} and has {1} bytes
es: La FST comienza en el sector {0} y ocupa {1} bytes

source: Functional version: {0}
es: Versión funcional: {0}

source: German age rating is {0}
es: La recomendación de edad en Alemania es {0}

source: Global File System number: {0}
es: Número de Sistema de Ficheros Global: {0}

source: Global File System pack number {0}
es: Número de paquete de Sistema de Ficheros Global: {0}

source: Group descriptor checksums and sparse inode table (ext4)
es: Tabla de grupo descriptor de checksums y nodos-i dispersos

source: Group descriptor size is {0} bytes
es: El descriptor de grupo ocupa {0} bytes

source: Guessed as 42BSD FFS
es: Adivinado como 42BSD FFS

source: Guessed as 43BSD FFS
es: Adivinado como 43BSD FFS

source: Guessed as 44BSD FFS
es: Adivinado como 44BSD FFS

source: Guessed as SunOS FFS
es: Adivinado como SunOS FFS

source: Guessed as SunOS/x86 FFS
es: Adivinado como SunOS/x86 FFS

source: Guessed as UFS
es: Adivinado como UFS

source: HAMMER filesystem
es: Sistema de ficheros HAMMER

# HAMMER_Name
source: HAMMER Filesystem
es: Sistema de ficheros HAMMER

source: Hardware sector interleave: {0}
es: Entrelazado de sectores por hardware: {0}

# Hash_seed_0_1_2_3_version_4
source: Hash seed: {0:X8}{1:X8}{2:X8}{3:X8}, version {4}
es: Semilla del hash: {0:X8}{1:X8}{2:X8}{3:X8}, versión {4}

source: Has extended attribute blocks
es: Tiene bloques de atributos extendidos

source: Has journal (ext3)
es: Tiene registro (ext3)

source: Has journal on another device (ext3)
es: Tiene el registro en otro dispositivo (ext3)

source: Has online filesystem resize reservations
es: Tiene reservas de redimensionado en línea

source: Head changes after each whole track
es: La cabeza cambia después de cada pista entera

source: Head changes after whole side
es: La cabeza cambia después de una cara completa

source: Heap size with 128KiB of RAM: {0} bytes
es: Tamaño de la pila con 128KiB de RAM: {0} bytes

source: Heap size with 256KiB of RAM: {0} bytes
es: Tamaño de la pila con 256KiB de RAM: {0} bytes

source: Heap size with 512KiB of RAM or more: {0} bytes
es: Tamaño de la pila con 512KiB o más de RAM: {0} bytes

source: HFSX filesystem.
es: Sistema de ficheros HFSX.

source: HFS+ filesystem.
es: Sistema de ficheros HFS.

source: HFS uses 512 bytes/sector while device uses 2048 bytes/sector.
es: HFS usa 512 bytes por sector pero el dispostiivo usa 2048 bytes por sector.

source: Highest structure in the volume is Level {0}, revision {1}
es: La estructura más alta del volumen tiene nivel {0}, revisión {1}

source: Highwater mark is to be disabled
es: La marca de nivel máximo se desactivará

source: High Sierra Format file system
es: Sistema de ficheros del Formato High Sierra

source: Hotfixes are in use
es: Hay revisiones en uso

# HPFS_Name
source: OS/2 High Performance File System
es: Sistema de ficheros de alto rendimiendo de OS/2

source: HPFS version: {0}
es: Versión HPFS: {0}

# HPOFS_Name
source: High Performance Optical File System
es: Sistema de ficheros óptico de alto rendimiento

source: HP Logical Interchange Format
es: Format de Intercambio Lógico de HP

source: Human68k FAT12
es: FAT12 de Human68k

source: Human68k FAT16
es: FAT16 de Human68k

source: Identified as {0}
es: Identificado como {0}

source: Identifier: {0}
es: Identificador: {0}

source: ID: {0}, version {1}
es: ID: {0}, versión {1}

source: Image contains ATAPI drivers
es: La imagen contiene controladores ATAPI

source: Image contains SCSI drivers
es: La imagen contiene controladores SCSI

# Image_emulates_a_extra_density_MF2ED_floppy
source: Image emulates a 3.5" extra-density (MF2ED, 2.88Mb) floppy
es: La imagen emula un disquete de 3,5" de densidad extra (MF2ED, 2,88Mb)

# Image_emulates_a_high_density_MD2HD_floppy
source: Image emulates a 5.25" high-density (MD2HD, 1.2Mb) floppy
es: La imagen emula un disquete de 5,25" de alta densidad (MD2HD, 1,2Mb)

# Image_emulates_a_high_density_MF2HD_floppy
source: Image emulates a 3.5" high-density (MF2HD, 1.44Mb) floppy
es: La imagen emula un disquete de 3,5" de alta densidad (MF2HD, 1,44Mb)

source: Image uses no emulation
es: La imagen no usa emulación

source: Image uses unknown emulation type {0}
es: La imagen usa un tipo de emulación desconocido ({0})

source: imagic inodes ?
es: Tiene un mapa entre nodos-i y AFS (tabla de nodos-i i-mágicos)

source: Implementation that last mounted the volume: "{0}".
es: Implementación que montó el volumen por última vez: "{0}".

source: Incompatible features…:
es: Funciones incompatibles…:

# Incompatible_flags_0
source: Incompatible flags: 0x{0:X}
es: Banderas incompatibles: 0x{0:X}

source: Incompletely initialized big-endian UFS filesystem
es: Sistema de ficheros UFS en big-endian sin completar la inicialización

source: Incompletely initialized UFS filesystem
es: Sistema de ficheros UFS sin completar la inicialización

source: Incorrect device size.
es: Tamaño incorrecto del dispositivo.

source: Incorrect MDDF found
es: MDDF incorrecto encontrado

source: Incorrect sector size.
es: Tamaño del sector incorrecto

source: Indices' i-node resides in block {0} of allocation group {1} and runs for {2} blocks ({3} bytes)
es: Los índices de los nodos-i residen en el bloque {0} del grupo de asignación {1} y ocupan {2} bloques ({3} bytes)

# Indices_i_node_size_0_blocks_Should_be_one
source: Indices' i-node size: {0} blocks (Should be 1)
es: Tamaño de los índices de nodos-i: {0} bloques (debería ser 1)

source: Initial entry:
es: Entrada inicial:

source: inode-block LBA: {0}
es: LBA del bloque de nodo-i: {0}

source: inode cache is locked
es: La caché de nodo-i está bloqueada

source: I-node list uses {0} blocks
es: La lista de nodos-i ocupa {0} bloques

source: Install DASD limits
es: Instalar límites DASD

source: ISO9660 file system
es: Sistema de ficheros ISO9660

source: I will try to guess which one it is, but unless it's UFS2, I may be surely wrong
es: Intentaré adivinar cuál es, pero si no es UFS2, probablemente me equivoque

source: Japan age rating is {0}
es: La recomendación de edad en Japón es {0}

source: JFS filesystem
es: Sistema de ficheros JFS

# JFS_Name
source: JFS Plugin
es: Extensión JFS

source: Joliet extensions present.
es: Extensiones Joliet presentes.

source: JOLIET VOLUME DESCRIPTOR INFORMATION:
es: DESCRIPTOR JOLIET DE INFORMACIÓN DEL VOLUMEN:

source: Journal backup type: {0}
es: Tipo de respaldo del registro: {0}

source: (journal_data): Journal data and metadata
es: (journal_data): Registrar datos y metadatos

source: (journal_data_ordered): Write data before journaling metadata
es: (journal_data_ordered): Escribir los datos antes de registrar los metadatos

source: (journal_data_writeback): Write journal before data
es: (journal_data_writeback): Escribir el registro antes que los datos

source: Journal has inode {0}
es: El registro tiene el nodo-i {0}

source: Journal is on device {0}
es: El registro está en el dispositivo {0}

source: Journal needs recovery (ext3)
es: El registro necesita recuperación (ext3)

source: Journal resides in block {0} of allocation group {1} and runs for {2} blocks ({3} bytes)
es: El registro reside en el bloque {0} del grupo de asignación {1} y ocupa {2} bloques ({3} bytes)

source: Journal starts at allocation block {0}.
es: El registro comienza en el bloque de asignación {0}.

source: Journal starts in byte {0} and ends in byte {1}
es: El registro comienza en el byte {0} y termina en el byte {1}

source: Journal starts in byte {0} and has {1} bytes in {2} blocks
es: El registro comienza en el byte {0} y ocupa {1} bytes en {2} bloques

source: Journal UUID: {0}
es: UUID del registro: {0}

source: Korea age rating is {0}
es: La recomendación de edad en Corea es {0}

source: Labels resides in block {0}
es: Las etiquetas residen en el bloque {0}

source: Last allocated cluster {0}
es: Último clúster asignado: {0}

source: Last backup date: {0}
es: Fecha del último respaldo: {0}

source: Last checked on {0}
es: Comprobado por última vez el {0}

source: Last checked on {0} (should check every {1} seconds)
es: Comprobado por última vez el {0} (debería comprobarse cada {1} segundos)

source: Last check date: {0}
es: Fecha de la última comprobación: {0}

source: Last inode allocated: {0}
es: Último nodo-i asignado: {0}

source: Last modification date: {0}
es: Fecha de la última modificación: {0}

source: Last mounted at: "{0}"
es: Montado por última vez en: "{0}"

source: Last mounted on {0}
es: Montado por última vez el {0}

source: Last orphaned inode is {0}
es: El último nodo-i huérfano es el {0}

source: Last root directory copy: {0}
es: Última copia del directorio raíz: {0}

source: Last searched cylinder group: {0}
es: Último grupo de cilindros buscado: {0}

source: Last used mount options were: {0}
es: Las opciones de montaje usadas por última vez fueron: {0}

source: Last written on {0}
es: Escrito por última vez el {0}

source: LIF identifier: {0}
es: Identificador LIF: {0}

# LIF_Name
source: HP Logical Interchange Format Plugin
es: Extensión del formato de intercambio lógico de HP

source: LIF version: {0}
es: Versión LIF: {0}

# Linked_list_of_filesystems_0
source: Linked list of filesystems: 0x{0:X8}
es: Lista vinculada de sistemas de ficheros: 0x{0:X8}

source: Little-endian BeFS
es: BeFS little-endian

source: Load {0} sectors from sector {1}
es: Cargar {0} sectores a partir del sector {1}

# Load_at_0_and_jump_to_1
source: Load at 0x{0:X8} and jump to 0x{1:X8}
es: Cargar en 0x{0:X8} y saltar a 0x{1:X8}

source: Locus filesystem
es: Sistema de ficheros Locus

source: Locus filesystem (old)
es: Sistema de ficheros Locus (antiguo)

# Locus_Name
source: Locus Filesystem Plugin
es: Extensión del sistema de ficheros Locus

source: Log tree starts at LBA {0}
es: El árbol de registro comienza en el LBA {0}

source: Log zone size: {0}
es: Tamaño de la zona de registro: {0}

source: Long file names
es: Nombres de archivo largos

source: Lowest structure in the volume is Level {0}, revision {1}
es: La estructura más baja en el volumen tiene nivel {0}, revisión 1}

# Mac_OS_X_Volume_ID_0_1
source: Mac OS X Volume ID: {0:X8}{1:X8}
es: ID de Mac OS X del volumen: {0:X8}{1:X8}

source: magic: "{0}"
es: mágico: "{0}"

# magic_0_expected_1
source: magic 0x{0:X8} (expected 0x{1:X8})
es: mágico 0x{0:X8} (se esperaba 0x{1:X8})

# magic_at_0_equals_1_expected_2
source: magic at {0} = 0x{1:X8} (expected 0x{2:X8})
es: mágico en {0} = 0x{1:X8} (se esperaba 0x{2:X8})

# magic_at_0_equals_1_expected_2_or_3
source: magic at {0} = 0x{1:X8} (expected 0x{2:X8} or 0x{3:X8})
es: mágico en {0} = 0x{1:X8} (se esperaba 0x{2:X8} ó 0x{3:X8})

# magic_at_0_equals_1_or_2_expected_3_or_4
source: magic at {0} = 0x{1:X8} or 0x{2:X8} (expected 0x{3:X8} or 0x{4:X8})
es: mágico en {0} = 0x{1:X8} ó 0x{2:X8} (se esperaba 0x{3:X8} ó 0x{4:X8})

# magic_at_0_expected_1
source: magic at 0x{0:X8} (expected 0x{1:X8})
es: mágico en 0x{0:X8} (se esperaba 0x{1:X8})

# magic_at_0_X3_equals_1_expected_2
source: magic at 0x{0:X3} = 0x{1:X8} (expected 0x{2:X8})
es: mágico en 0x{0:X3} = 0x{1:X8} (se esperaba 0x{2:X8})

# magic_at_0_X3_equals_1_expected_2_or_3
source: magic at 0x{0:X3} = 0x{1:X8} (expected 0x{2:X8} or 0x{3:X8})
es: mágico en 0x{0:X3} = 0x{1:X8} (se esperaba 0x{2:X8} ó 0x{3:X8})

# magic_at_1_equals_0
source: magic at {1} = 0x{0:X8}
es: mágico en {1} = 0x{0:X8}

# magic_equals_0_expected_1
source: magic = 0x{0:X16} (expected 0x{1:X16})
es: mágico = 0x{0:X16) (se esperaba 0x{1:X16})

# Magic_one_0_Should_be_0x42465331
source: Magic 1: 0x{0:X8} (Should be 0x42465331)
es: Mágico 1: 0x{0:X8} (debería ser 0x42465331)

# Magic_three_0_Should_be_0x15B6830E
source: Magic 3: 0x{0:X8} (Should be 0x15B6830E)
es: Mágico 3: 0x{0:X8} (debería ser 0x15B6830E)

# Magic_two_0_Should_be_0xDD121031
source: Magic 2: 0x{0:X8} (Should be 0xDD121031)
es: Mágico 2: 0x{0:X8} (debería ser 0xDD121031)

source: Maker ID: {0}
es: ID del creador: {0}

source: Maker name: {0}
es: Nombre del creado: {0}

# Master_copy_ID_0
source: Master copy ID: 0x{0:X8}
es: ID de la copia maestra: 0x{0:X8}

source: Master Directory Block:
es: Bloque del Directorio Maestro:

source: Master System Virtual Console
es: Consola Virtual Master System

source: Maximum filesize is {0} bytes ({1} MiB)
es: El tamaño máximo del fichero es de {0} bytes ({1} MiB)

source: Maximum length of a symbolic link: {0}
es: Longitud máxima de un vínculo simbólico: {0}

source: Maximum opened files: {0}
es: Número máximo de archivos abiertos: {0}

source: Max zone size: {0}
es: Tamaño máximo de la zona: {0}

source: MDDF is in block {0}
es: El MDDF está en el bloque {0}

# Media_descriptor_0
source: Media descriptor: 0x{0:X2}
es: Descriptor del medio: 0x{0:X2}

source: Megadrive Virtual Console
es: Consola Virtual Mega Drive

source: Memory log starts at {0}
es: El registro de memoria comienza en {0}

source: MicroDOS filesystem
es: Sistema de ficheros MicroDOS

# MicroDOS_Name
source: MicroDOS file system
es: Sistema de ficheros MicroDOS

source: Microsoft exFAT
es: exFAT de Microsoft

source: Microsoft FAT12
es: FAT12 de Microsoft

source: Microsoft FAT16
es: FAT16 de Microsoft

source: Microsoft FAT32
es: FAT32 de Microsoft

source: Microsoft Resilient File System
es: Sistema de ficheros resiliente de Microsoft

# MinixFS_Name
source: Minix Filesystem
es: Sistema de ficheros Minix

source: Minix 3 v1 filesystem
es: Sistema de ficheros Minix 3 v1

source: Minix 3 v2 filesystem
es: Sistema de ficheros Minix 3 v2

source: Minix v1 filesystem
es: Sistema de ficheros Minix v1

source: Minix v2 filesystem
es: Sistema de ficheros Minix v2

source: Minix v3 filesystem
es: Sistema de ficheros Minix v3

source: More than 32000 directory entries (ext4)
es: Más de 32000 entradas de directorio (ext4)

source: Mounting LisaFS v1
es: Montando LisaFS v1

source: Mounting LisaFS v2
es: Montando LisaFS v2

source: Mounting LisaFS v3
es: Montando LisaFS v3

source: MSX Virtual Console or WiiWare demo
es: Consola Virtual MSX o demo WiiWare

source: Multimedia is active
es: Multimedia activo

source: Multi-mount protection (ext4)
es: Protección multi-montaje (ext4)

# Name_Apple_Hierarchical_File_System
source: Apple Hierarchical File System
es: Sistema de ficheros jerárquico de Apple (HFS)

source: Neo-Geo Virtual Console
es: Consola Virtual Neo-Geo

source: NES Virtual Console
es: Consola Virtual NES

source: New version
es: Nueva versión

source: Next allocation block: {0}.
es: Siguiente bloque de asignación: {0}.

source: Next free inode search will start at inode {0}
es: La búsqueda del siguiente nodo-i libre comenzará en el nodo-i {0}

source: Next QID {0}
es: Siguiente QID: {0}

source: Next root block {0}
es: Siguiente bloque raíz: {0}

source: Next unused CNID: {0}
es: Siguiente CNID sin usar: {0}

source: Next unused file number: {0}
es: Siguiente número de fichero sin usar: {0}

source: NFS volume
es: Volumen NFS

source: NILFS2 filesystem
es: Sistemas de ficheros NILFS2

# NILFS2_Name
source: NILFS2 Plugin
es: Extensión NILFS2

# NintendoPlugin_Name
source: Nintendo optical filesystems
es: Sistemas de ficheros ópticos de Nintendo

# NintendoPlugin_RegionCodeToString_any_region
source: any region
es: cualquier región

# NintendoPlugin_RegionCodeToString_France
source: France
es: Francia

# NintendoPlugin_RegionCodeToString_Germany
source: Germany
es: Alemania

# NintendoPlugin_RegionCodeToString_Italy
source: Italy
es: Italia

# NintendoPlugin_RegionCodeToString_Japan
source: Japan
es: Japón

# NintendoPlugin_RegionCodeToString_Korea
source: Korea
es: Corea

# NintendoPlugin_RegionCodeToString_Russia
source: Russia
es: Rusia

# NintendoPlugin_RegionCodeToString_Spain
source: Spain
es: España

# NintendoPlugin_RegionCodeToString_Taiwan
source: Taiwan
es: Taiwán

# NintendoPlugin_RegionCodeToString_unknown_region_code_0
source: unknown region code '{0}'
es: código desconocido de región '{0}'

# NintendoPlugin_RegionCodeToString_USA
source: USA
es: EEUU

source: Nintendo 64 Virtual Console
es: Consola Virtual Nintendo 64

source: Nintendo GameCube Optical Disc
es: Disco óptico de Nintendo GameCube

source: Nintendo optical filesystem
es: Sistema de ficheros óptico de NIntendo

source: Nintendo Wii Optical Disc
es: Disco óptico de Nintendo Wii

source: Not an ext2/3/4 filesystem
es: No es un sistema de ficheros ext2/3/4

source: Not a Lisa filesystem
es: No es un sistema de ficheros Lisa

source: Not a UFS filesystem, I shouldn't have arrived here!
es: No es un sistema de ficheros UFS, ¡no debería haber llegado aquí!

source: Not bootable
es: No es arrancable

# NTFS_Name
source: New Technology File System (NTFS)
es: Sistema de ficheros de nueva tecnología (NTFS)

# NT_Flags_0
source: NT Flags: 0x{0:X2}
es: Banderas NT: 0x{0:X2}

# ODS_Name
source: Files-11 On-Disk Structure
es: Estructura en disco Ficheros-11

source: OEM name: {0}
es: Nombre OEM: {0}

source: OEM Parameters {0}:
es: Parámetros OEM: {0}

source: Old 16-bit dump(8)
es: Antiguo dump(8) de 16-bits

source: On-disk filesystem version: {0}
es: Versión del sistema de ficheros en disco: {0}

source: On errors, filesystem should continue
es: Ante los errores, continuar

source: On errors, filesystem should panic
es: Ante los errores, entrar en pánico

source: On errors, filesystem should remount read-only
es: Ante los errores, remontar en sólo lectura

source: On errors filesystem will do an unknown thing ({0})
es: Ante los errores el sistema de ficheros hará algo desconocido ({0})

# OperaFS_Name
source: Opera Filesystem Plugin
es: Extensión del sistema de ficheros Opera

source: Opera filesystem disc.
es: Sistema de ficheros de un disco Opera.

source: OS/2 .LONGNAME extended attribute
es: Atributo extendido .LONGNAME de OS/2

source: OS-9 Random Block File
es: Fichero de bloques aleatorios de OS-9

# Overmount_stamp_0
source: Overmount stamp: 0x{0:X16}
es: Marca de sobremontaje: 0x{0:X16}

source: Pack name: {0}
es: Nombre de paquete: {0}

source: Partitions are not supported.
es: Las particiones no están soportadas.

source: Partition offset: {0}
es: Desplazamiento de la partición: {0}

# PascalPlugin_Name
source: U.C.S.D. Pascal filesystem
es: Sistema de ficheros U.C.S.D. Pascal

source: Path descriptor options: {0}
es: Opciones del descriptor de ruta: {0}

source: Path table and PVD do not point to the same location for the root directory!
es: ¡La table de rutas y el DVP no apuntan al mismo lugar para el directorio raíz!

# PCEnginePlugin_Name
source: PC Engine CD Plugin
es: Extension de PC Engine CD

# PCFX_Name
source: PC-FX Plugin
es: Extensión de PC-FX
