Repository: Deterous/Aaru
Catalog: Aaru.Filesystems/Localization/Localization.*.resx
Languages: es

source: PC-FX executable:
es: Ejecutable de PC-FX

source: PEGI age rating is {0}
es: La recomendación de edad PEGI es {0}

# PFS_Name
source: Professional File System
es: Sistema de ficheros profesional

source: Physical volume name: {0}
es: Nombre del volumen físico: {0}

source: Portugal age rating is {0}
es: La recomendación de edad en Portugal es {0}

source: Previous dump created on {0}
es: Volcado anterior creado el {0}

source: Pre-allocate directories
es: Pre-asignar directorios

source: Processing VD loop no. {0}
es: Procesando DV vuelta nº {0}

# ProDOSPlugin_Name
source: Apple ProDOS filesystem
es: Sistema de ficheros de Apple ProDOS

# ProDOS_version_one_at_least_required_for_reading_this_volume
source: ProDOS version 1 at least required for reading this volume.
es: Se requiere al menos la versión 1 de ProDOS para leer este volumen.

# ProDOS_version_one_used_to_create_this_volume
source: ProDOS version 1 used to create this volume.
es: Se usó la versión 1 de ProDOS para crear este volumen.

source: Professional File System v1
es: Sistema de ficheros profesional v1

source: Professional File System v2
es: Sistema de ficheros profesional v2

source: Professional File System v3
es: Sistema de ficheros profesional v3

source: Promotional or TurboGrafx Virtual Console
es: Promocional o Consola Virtual TurboGrafx

source: Published by {0}
es: Publicado por {0}

source: Publisher identifier: {0}
es: Identificador del publicador: {0}

source: PVD does not point to correct root directory, checking path table...
es: DVP no apunta a un directorio raíz correcto, comprobando tabla de rutas...

source: QNX4 filesystem
es: Sistema de ficheros QNX4

# QNX4_Name
source: QNX4 Plugin
es: Extensión QNX4

source: QNX6 (Audi) filesystem
es: Sistema de ficheros QNX6 (Audi)

source: QNX6 filesystem
es: Sistema de ficheros QNX6

# QNX6_Name
source: QNX6 Plugin
es: Extensión QNX6

source: RAID stride: {0}
es: Paso RAID: {0}

# RBF_Name
source: OS-9 Random Block File Plugin
es: Extensión del archivo de acceso aleatorio de OS-9

source: Readings should be verified
es: Las lecturas deberían verificarse

source: Reading BPB
es: Leyendo BPB

source: Reading directory.
es: Leyendo directorio.

source: Reading FAT12
es: Leyendo FAT12

source: Reading FAT16
es: Leyendo FAT16

source: Reading FAT32
es: Leyendo FAT32

source: Reading root directory
es: Leyendo directorio raíz

source: Reading sector {0}
es: Leyendo sector {0}

source: Reading superblock
es: Leyendo superbloque

# Read_only_compatible_flags_0
source: Read-only compatible flags: 0x{0:X}
es: Banderas compatibles en sólo lectura: 0x{0:X}

source: Read-only volume
es: Volumen de sólo lectura

# Record_protection_0
source: Record protection: 0x{0:X4}
es: Protección de registro: 0x{0:X4}

source: Reduced block group backups
es: Volcados reducidos de grupos de bloques

source: Reduced number of superblocks
es: Número de superbloques reducidos

# ReFS_Name
source: Resilient File System plugin
es: Extensión del sistema de ficheros resiliente

# Reiser4_Name
source: Reiser4 Filesystem Plugin
es: Extensión del sistema de ficheros Reiser 4

source: Reiser 3.5 filesystem
es: Sistema de ficheros Reiser 3.5

source: Reiser 3.6 filesystem
es: Sistema de ficheros Reiser 3.6

source: Reiser 4 filesystem
es: Sistema de ficheros Reiser 4

source: Reiser Jr. filesystem
es: Sistema de ficheros Reiser Jr.

# Reiser_Name
source: Reiser Filesystem Plugin
es: Extensión del sistema de ficheros Reiser

source: Removable volume
es: Volumen extraíble

source: Replacement superblock resides at block {0}
es: El superbloque de reemplazo reside en el bloque {0}

source: Replicated volume
es: Volumen replicado

# Reserved_attributes_are_set_0
source: Reserved attributes are set: {0:X2}
es: Atributos reservados establecidos: {0:X2}

source: Resource fork clump size: {0} bytes.
es: Tamaño del grupo del fork de recursos: {0} bytes

source: Resync DASD limits
es: Resincronizar límites DASD

source: Rock Ridge Interchange Protocol present.
es: Protocolo de Intercambio Rock Ridge presente.

# Root_block_checksum_is_0
source: Root block checksum is 0x{0:X8}
es: El checksum del bloque raíz es 0x{0:X8}

source: Root block extension resides at block {0}
es: El bloque raíz de extensión reside en el bloque {0}

source: Root directory block size: {0} bytes
es: Tamaño del bloque del directorio raíz: {0} bytes

source: Root directory descriptor starts at block {0}
es: El descriptor del directorio raíz comienza en el bloque {0}

# Root_directory_identifier_0
source: Root directory identifier: 0x{0:X8}
es: Identificador del directorio raíz: 0x{0:X8}

source: Root directory resides on block {0}
es: El directorio raíz reside en el bloque {0}

source: Root directory resides on inode {0}
es: El directorio raíz reside en el nodo-i {0}

source: Root directory size: {0} blocks, {1} bytes
es: Tamaño del directorio raíz: {0} bloques, {1} bytes

source: Root directory starts at cluster {0}
es: El directorio raíz comienza en el clúster {0}

# Root_folder_i_node_size_0_blocks_Should_be_one
source: Root folder's i-node size: {0} blocks (Should be 1)
es: Tamaño del nodo-i de la carpeta raíz: {0} bloques (debería ser 1)

source: Root folder's i-node resides in block {0} of allocation group {1} and runs for {2} blocks ({3} bytes)
es: El nodo-i del directorio raíz reside en el bloque {0} del grupo de asignación {1} y ocupa {2} bloques ({3} bytes)

source: Root node of the extent B-tree resides in block {0}
es: El nodo raíz del árbol-B de extents reside en el bloque {0}

source: Root node of the object B-tree resides in block {0}
es: El nodo raíz del árbol-B de objetos reside en el bloque {0}

source: Root object container starts in block {0}
es: El contenedor raíz de objetos empieza en el bloque {0}

source: Root resides on inode {0}
es: La raíz reside en el nodo-i {0}

source: Root starts at frag {0}
es: La raíz empieza en el fragmento {0}

source: Root tree starts at LBA {0}
es: El árbol raíz empieza en el LBA {0}

source: RPS level: {0}
es: Novel RPS: {0}

# RT11_Name
source: RT-11 file system
es: Sistema de ficheros RT-11

# Scavenger_result_code_0
source: Scavenger result code: 0x{0:X8}
es: Código de resultado del carroñero: 0x{0:X8}

source: Searching for Rootblock in sector {0}
es: Buscando el bloque raíz en el sector {0}

source: Secondary home block is on sector {0} (VBN {1})
es: El bloque hogar secundario está en el sector {0} (VBN {1})

source: Second {0} partition starts at sector {1}
es: La segunda partición {0} empieza en el sector {1}

# Second_FAT_is_in_use
source: 2nd FAT is in use
es: Se está usando la 2ª FAT

# Second_fat_starts_at_0
source: 2nd fat starts at = {0}
es: La 2ª FAT comienza en {0}

source: Section ID: {0}
es: ID de sección: {0}

source: Sectors allocated at most in track {0}
es: Máximo de {0} sectores asginados en una pista

# Sector_0_file_ID_1
source: Sector {0}, file ID 0x{1:X4}
es: Sector {0}, ID de fichero 0x{1:X4}

source: Sector of ACL directory: {0}
es: Sector del directorio de ACL: {0}

source: Sector of backup FAT32 parameter block: {0}
es: Sector del bloque de parámetros FAT32 de respaldo: {0}

source: Sector of bad blocks list: {0}
es: Sector de la lista de bloques dañados: {0}

source: Sector of codepage directory: {0}
es: Sector del directorio de páginas de código: {0}

source: Sector of directory band bitmap: {0}
es: Sector del mapa de bits de banda de directorio: {0}

source: Sector of first allocation block: {0}
es: Sector del primer bloque de asignación: {0}

source: Sector of free space bitmaps: {0}
es: Sector de los mapas de bits de espacio libre: {0}

source: Sector of FSINFO structure: {0}
es: Sector de la estructura FSINFO: {0}

source: Sector of Hotfix directory: {0}
es: Sector del directorio de revisiones: {0}

source: Sector of root directory FNode: {0}
es: Sector del nodo-F del directorio raíz: {0}

# Sector_zero_skew_0_track
source: Sector 0 skew: {0}/track
es: Sesgo del sector 0: {0} por pista

# Security_mask_0
source: Security mask: 0x{0:X8}
es: Máscara de seguridad: 0x{0:X8}

source: Selection criteria type: {0}
es: Tipo de criterio de selección: {0}

# Serial_0_X16
source: Serial: 0x{0:X16}
es: Serie: 0x{0:X16}

# Serial_number_0
source: Serial number: 0x{0:X8}
es: Número de serie: 0x{0:X8}

# Serial_number_of_Lisa_computer_that_can_use_this_volume_software_0
source: Serial number of Lisa computer that can use this volume's software {0}
es: Número de serie del ordenador Lisa que puede usar el software de este volumen: {0}

source: Serial number of Lisa computer that created this volume: {0}
es: Número de serie del ordenador Lisa que creó este volumen: {0}

source: Set-uid/set-gid is disabled
es: Set-uid y set-gid están desactivados

source: SGI extent filesystem
es: Sistema de ficheros de extents de SGI

# Side_one_uses_0_one_software_interleaving
source: Side 1 uses {0}:1 software interleaving
es: La cara 1 usa entrelzado {0} a 1 por software

# Side_zero_uses_0_one_software_interleaving
source: Side 0 uses {0}:1 software interleaving
es: La cara 0 usa entrelzado {0} a 1 por software

# Signature_0
source: Signature: 0x{0:X2}
es: Firma: 0x{0:X2}

source: Signed directory hash is in use
es: El hash firmado de directorio está en uso

source: Size of allocation blocks: {0} bytes
es: Tamaño de los bloques de asignación: {0} bytes

source: Skew: {0}
es: Sesgo: {0}

# SolarFS_Name
source: Solar_OS filesystem
es: Sistema de ficheros Solar_OS

source: Solar_OS filesystem
es: Sistema de ficheros Solar_OS

source: Source: {0}
es: Origen: {0}

# SpareBlock_CRC32_0
source: SpareBlock CRC32: {0:X8}
es: CRC32 del Bloque Reserva: {0:X8}

# Spareblock_magic1_0_Should_be_0xF9911849
source: Spareblock magic1: 0x{0:X8} (Should be 0xF9911849)
es: Mágico 1 del Bloque Reserva: 0x{0:X8} (debería ser 0xF9911849)

# Spareblock_magic2_0_Should_be_0xFA5229C5
source: Spareblock magic2: 0x{0:X8} (Should be 0xFA5229C5)
es: Mágico 2 del Bloque Reserva: 0x{0:X8} (debería ser 0xFA5229C5)

source: Spare directory blocks are in use
es: Los bloques dispersos de directorio están en uso

source: Squash file system
es: Sistema de ficheros Squash

# Squash_Name
source: Squash filesystem
es: Sistema de ficheros Squash

source: Standard superblock LBA: {0}
es: LBA del superbloque estándar: {0}

# Starting_block_of_the_HFS_Plus_volume_0
source: Starting block of the HFS+ volume: {0}
es: Bloque de comienzo del volumen HFS+: {0}

source: Startup File is {0} bytes.
es: El archivo de arranque ocupa {0} bytes.

source: Startup screen filename: {0}
es: Nombre de fichero de la pantalla de arranque: {0}

# SuperBlock_CRC32_0
source: SuperBlock CRC32: {0:X8}
es: CRC32 del SuperBloque: {0:X8}

source: Superblock is {0} bytes
es: El superbloque ocupa {0} bytes

source: Superblock is being modified
es: El superbloque está siendo modificado

source: Superblock last modified on {0}
es: El superbloque se modificó por última vez el {0}

source: Superblock last updated on {0}
es: El superbloque se actualizó por última vez el {0}

source: Superblock LBA: {0}
es: LBA del superbloque: {0}

# Superblock_magic1_0_Should_be_0xF995E849
source: Superblock magic1: 0x{0:X8} (Should be 0xF995E849)
es: Mágica 1 del superbloque: 0x{0:X8} (debería ser 0xF995E849)

# Superblock_magic2_0_Should_be_0xFA53E9C5
source: Superblock magic2: 0x{0:X8} (Should be 0xFA53E9C5)
es: Mágica 2 del superbloque: 0x{0:X8} (debería ser 0xFA53E9C5)

source: Superblock resides in block {0}
es: El superbloque reside en el bloque {0}

source: Superblock seems corrupt, following information may be incorrect
es: El superbloque parece corrupto, la siguiente información podría ser incorrecta

source: Super Nintendo Virtual Console
es: Consola Virtual Super Nintendo

source: Supports nanosecond timestamps and creation time (ext4)
es: Soporta marcas de tiempo al nanosegundo y tiempo de creación (ext4)

source: Supports volumes bigger than 2^32 blocks (ext4)
es: Soporta volúmenes de más de 2^32 bloques (ext4)

source: System filename: {0}
es: Nombre de fichero del sistema: {0}

source: System heap will be extended by {0} bytes and a {1} fraction of the available RAM
es: La pila del sistema se extenderá {0} bytes y una {1} fracción de la RAM disponible

source: System identifier: {0}
es: Identificador del sistema:

source: System, owner, group, world
es: Sistema, dueño, grupo, mundo

# System_type_0
source: System type: 0x{0:X2}
es: Tipo de sistema: 0x{0:X2}

source: SYSTEM USE SHARING PROTOCOL INFORMATION:
es: INFORMACIÓN DEL PROTOCOLO DE USO COMPARTIDO DE SISTEMA:

source: System Use Sharing Protocol present.
es: El Procolo de Uso Compartido de Sistema está presente.

source: System V Release 2 filesystem
es: Sistema de ficheros System V Release 2

source: System V Release 4 filesystem
es: Sistema de ficheros System V Release 4

# SysVfs_Name
source: UNIX System V filesystem
es: Sistema de ficheros UNIX System V

source: S-Records start at {0} and spans for {1} blocks
es: Los registros-S empiezan en el sector {0} y ocupan {1} bloques

source: There are {0} reserved blocks before volume
es: Hay {0} bloques reservados antes del volumen

source: There are an estimate of {0} free inodes before next search start
es: Hay un estimado de {0} nodos-i libres antes de comenzar la siguiente búsqueda

source: There are a lot of variants of UFS using overlapped values on same fields
es: Hay muchas variantes de UFS usando valores superpuestos en los mismos campos

source: There are bad blocks in the extents file.
es: Hay bloques dañados en el archivo de extents.

source: There are no orphaned inodes
es: No hay nodos-i huérfanos.

source: There are reused CNIDs.
es: Hay CNIDs reutilizadas.

source: The following information may be incorrect for this volume.
es: La siguiente información podría ser incorrecta para este volumen.

source: Third {0} partition starts at sector {1}
es: La tercera partición {0} empieza en el sector {1}

source: This home block is on sector {0} (VBN {1})
es: El bloque hogar está en el sector {0} (VBN {1})

source: This is a SegaCD / MegaCD disc.
es: Este es un disco de SegaCD / MegaCD.

source: This is a Sega Dreamcast disc.
es: Este es un disco de Sega Dreamcast.

source: This is a Sega Saturn disc.
es: Este es un disco de Sega Saturn.

source: This is the primary pack
es: Este es el paquete primario

source: This may not be HPFS, following information may be not correct.
es: Puede no ser HPFS, la siguiente información podría no ser correcta.

source: This superblock resides on physical block {0}
es: Este superbloque reside en el bloque físico {0}.

source: This version is not supported yet.
es: Está versión no está soportada aún.

source: This volume may be corrupted.
es: Este volumen podría esta corrupto.

source: Title: {0}
es: Título: {0}

# tor_Sector_0_1_2_3_Raw_Mode_4
source: Sector {0} ({1:X2}:{2:X2}:{3:X2}), Raw, Mode {4}
es: Sector {0} ({1:X2}:{2:X2}:{3:X2}), sin procesar, modo {4}

source: Sector {0} ({1:X2}:{2:X2}:{3:X2}), Raw, Mode 2 Form {4}, File Number {5}, Channel Number {6}, Submode {7}, Coding Information {8}
es: Sector {0} ({1:X2}:{2:X2}:{3:X2}), sin procesar, modo 2 forma 4}, fichero número {5}, canal número {6}, submodo {7}, información de codificación {8}

source: Sector {0}, Cooked, Mode 2 Form {1}, File Number {2}, Channel Number {3}, Submode {4}, Coding Information {5}
es: Sector {0}, procesado, modo 2 forma {1}, fichero número {2}, canal número {3}, submodo {4}, información de codificación {5}

# tor_Sector_0_Cooked_Mode_two_Form_two
source: Sector {0}, Cooked, Mode 2 Form 2
es: Sector {0}, procesado, modo 2 forma 2

# tor_Sector_0_Cooked_Mode_zero_one_Mode_two_Form_one
source: Sector {0}, Cooked, Mode 0/1 / Mode 2 Form 1
es: Sector {0}, procesado, modo 0, 1 ó 2 forma 1

# tor_Sector_0_Raw_Audio
source: Sector {0}, Raw, Audio
es: Sector {0}, sin procesar, audio

source: Track allocation is forward
es: La asignación de pistas es hacia adelante

source: Track allocation is reverse
es: La asignación de pistas es hacia atrás

source: Traversing directory.
es: Recorriendo el directorio.

source: Trying all known definitions.
es: Intentando todas las definiciones conocidas.

source: Trying definition "{0}"
es: Intentando definición "{0}"

source: Trying to load definitions.
es: Intentando cargar las definicones.

source: TurboGrafx CD Virtual Console
es: Consola Virtual TurboGrafx CD

# UDF_Name
source: Universal Disk Format
es: Formato de Disco Universal

source: UFS2 filesystem
es: Sistema de ficheros UFS2

source: UFS filesystem
es: Sistema de ficheros UFS

source: (uid16): Disable 32bit UIDs and GIDs
es: (uid16): Desactivar UIDs y GIDs de 32-bits

source: UK age rating is {0}
es: La recomendación de edad en Reino Unido es {0}

source: Unable cache all files.
es: No se pudo cachear todos los ficheros.

source: Unable to read boot blocks
es: No se pudieron leer los bloques de arranque

source: Unable to read boot loader
es: No se pudo leer el cargador de arranque

source: Unable to read catalog.
es: No se pudo leer el catálogo.

source: Unable to read MDDF
es: No se pudo leer el MDDF

source: Unable to read S-Records file
es: No se pudo leer el fichero de registros-S

source: Unable to read volume bitmap
es: No se pudo leer el mapa de bits del volumen

source: unaligned magic: "{0}"
es: mágico sin alinear: "{0}"

source: Underlying device does not support Lisa tags
es: El dispositivo usado no soporta las etiquetas Lisa

source: Underlying media presented errors
es: El medio usado tenía errores

source: UNICOS filesystem
es: Sistema de ficheros UNICOS

# UNICOS_Name
source: UNICOS Filesystem Plugin
es: Extensión del sistema de ficheros UNICOS

source: Universal Disk Format
es: Formato de Disco Universal

source: UNIX 7th Edition filesystem
es: Sistema de ficheros de UNIX 7ª edición

source: UNIX Boot Filesystem
es: Sistema de ficheros de arranque de UNIX

source: Unknown boot code.
es: Código de arranque desconocido.

# Unknown_codepage
source: Unknown
es: Desconocida

# Unknown_compatible_features_0
source: Unknown compatible features: {0:X8}
es: Funciones compatibles desconocidas: {0:X8}

source: Unknown flags: {0:X8}
es: Banderas desconocidas: {0:X8}

source: Unknown flag 0x40 on flags1 is active
es: Bandera desconocida 0x40 en banderas 1 activa

source: Unknown flag 0x40 on flags2 is active
es: Bandera desconocida 0x40 en banderas 2 activa

source: Unknown flag 0x80 on flags2 is active
es: Bandera desconocida 0x80 en banderas 2 activa

source: Unknown how {0} side ordering works
es: Desconocemos como funciona el orden de caras {0}

# Unknown_incompatible_features_0
source: Unknown incompatible features: {0:X8}
es: Funciones incompatibles desconocidas: {0:X8}

source: Unknown LisaFS version {0}
es: Versión de LisaFS desconocida: {0}

# Unknown_optimization_value_0
source: Unknown optimization value: 0x{0:X8}
es: Valor de optimización desconocido: 0x{0:X8}

source: Unknown order type "{0}", not proceeding with this definition.
es: Tipo de orden "{0}" desconocido, no se procederá con esta definición.

source: Unknown OS ({0})
es: SO desconocido ({0})

source: unknown partition type {0}
es: tipo de partición desconocido ({0})

source: Unknown ProDOS version with field {0} is at least required for reading this volume.
es: Se requiere al menos la versión desconocida de ProDOS con el campo {0} para leer este volumen.

source: Unknown ProDOS version with field {0} used to create this volume.
es: Este volumen fue creado con la versión desconocida de ProDOS con el campo {0}.

source: Unknown publisher '{0}'
es: Publicador desconocido '{0}'

# Unknown_read_only_compatible_features_0
source: Unknown read-only compatible features: {0:X8}
es: Funciones compatibles en sólo lectura desconocidas: {0:X8}

# Unknown_set_default_mount_options_0
source: Unknown set default mount options: {0:X8}
es: Opciones por defecto de montaje desconocidas: {0:X8}

# Unknown_set_flags_0
source: Unknown set flags: {0:X8}
es: Banderas activadas desconocidas: {0:X8}

# Unknown_specification
source: Unknown
es: Desconocida

source: Unknown structures:
es: Estructuras desconocidas:

# Unknown_s_type_value_0
source: Unknown s_type value: 0x{0:X8}
es: Valor de s_type desconocido: 0x{0:X8}

source: unknown type '{0}'
es: tipo desconocido '{0}'

source: Unsigned directory hash is in use
es: Hash sin firmar de directorio en uso

source: update
es: actualización

source: User replicated volume
es: Volumen replicado por el usuario

source: (user_xattr): Enable user-specified extended attributes
es: (user_xattr): Activar atributos extendidos especificados por el usuario

source: Uses B-Tree for directories
es: Usa árboles-B para los directorios

source: Uses compression
es: Usa compresión

source: Use LFN when available with fallback to .LONGNAME (default)
es: Usar LFN si está disponible, si no usar .LONGNAME (por defecto)

source: Using Apricot BPB
es: Usando BPB de Apricot

source: Using Atari BPB
es: Usando BPB de Atari

source: Using DEC Rainbow hardcoded BPB.
es: Usando BPB forzado de DEC Rainbow

source: Using DOS 2.0 BPB
es: Usando BPB de DOS 2.0

source: Using DOS 3.0 BPB
es: Usando BPB de DOS 3.0

source: Using DOS 3.2 BPB
es: Usando BPB de DOS 3.2

source: Using DOS 3.3 BPB
es: Usando BPB de DOS 3.3

source: Using DOS 3.4 BPB
es: Usando BPB de DOS 3.4

source: Using DOS 4.0 BPB
es: Usando BPB de DOS 4.0

source: Using FAT32 BPB
es: Usando BPB de FAT32

source: Using hardcoded BPB.
es: Usando BPB forzado.

source: Using hardcoded BPB for 5.25" DSDD.
es: Usando BPB forzado para 5,25" DSDD.

source: Using hardcoded BPB for 5.25" SSDD.
es: Usando BPB forzado para 5,25" SSDD.

source: Using Human68k BPB
es: Usando BPB de Human68k

source: Using MSX BPB
es: Usando BPB de MSX

source: Using short FAT32 BPB
es: Usando BPB corto de FAT32

source: Utility
es: Utilidad

source: Veritas file system
es: Sistema de ficheros Veritas

# Version1_0_X4
source: Version1: 0x{0:X4}
es: Versión 1: 0x{0:X4}

# Version2_0_X4
source: Version2: 0x{0:X4}
es: Versión 2: 0x{0:X4}

source: Version {0}
es: Versión {0}

source: Version {0}.{1}
es: Versión {0}.{1}

# VMfs_Name
source: VMware filesystem
es: Sistema de ficheros VMware

source: VMware file system
es: Sistema de ficheros VMware

source: Volume {0} of {1} on this filesystem
es: Volumen {0} de {1} en este sistema de ficheros

# Volume_attributes_0
source: Volume attributes: {0:X2}
es: Atributos del volumen: {0:X2}

source: Volume backed up on {0}
es: Volumen respaldado el {0}

source: Volume bitmap is valid
es: El mapa de bits del volumen es válido

source: Volume bitmap runs for {0} sectors ({1} bytes)
es: El mapa de bits del volumen ocupa {0} sectores ({1} bytes)

source: Volume bitmap starting sector (in 512-bytes): {0}
es: Sector (en 512-bytes) de comienzo del mapa de bits del volumen: {0}

source: Volume bitmap starts in sector {0} (VBN {1})
es: El mapa de bits del volumen empieza en el sector {0} (VBN {1})

source: Volume block is {0} bytes
es: El bloque del volumen ocupa {0} bytes

source: Volume block size is {0} bytes
es: El tamaño de bloque del volumen es {0} bytes

# Volume_cannot_be_written_by_any_UDF_version_higher_than_0_1
source: Volume cannot be written by any UDF version higher than {0}.{1:X2}
es: El volumen no puede ser escrito por ninguna versión de UDF mayor que {0}.{1:X2}

source: Volume can be destroyed
es: El volumen puede ser destruido

source: Volume can be filled up to {0}%
es: El volumen se puede llenar hasta el {0}%

source: Volume can be mounted {0} times before checking
es: El volumen se puede montar {0} veces antes de necesitar una comprobación

source: Volume can be read
es: El volumen se puede leer

source: Volume can be renamed
es: El volumen se puede renombrar

source: Volume can be written
es: El volumen se puede escribir

# Volume_catalog_created_on_0
source: Volume's catalog created on {0}
es: El catálogo del volumen se creó el {0}
