Repository: Deterous/Aaru
Catalog: Aaru.Filesystems/Localization/Localization.*.resx
Languages: es

source: Volume comment: {0}
es: Comentario del volumen: {0}

source: Volume commits in groups of 1
es: El volumen graba en grupos de 1

source: Volume commits lazy
es: El volumen graba vagamente

source: Volume conforms to {0}
es: El volumen expresa conformidad con {0}

source: Volume contains {0} blocks ({1} bytes)
es: El volumen contiene {0} bloques ({1} bytes)

source: Volume contains {0} directory entries
es: El volumen contiene {0} entradas de directorio

source: Volume contains {0} files
es: El volumen contiene {0} ficheros

source: Volume contains {0} files and {1} directories
es: El volumen contiene {0} ficheros y {1} directorios

source: Volume contains {0} partitions
es: El volumen contiene {0} particiones

source: Volume continues on error
es: El volumen continúa ante los errores

source: Volume copied on {0}
es: El volumen se copió el {0}

source: Volume created on {0}
es: El volumen se creó el {0}

source: Volume created on kernel version: {0}
es: El volumen se creó usando el núcleo versión: {0}

source: Volume creation date: {0}
es: Fecha de creación del volumen: {0}

source: VOLUME DESCRIPTOR INFORMATION:
es: INFORMACIÓN DEL DESCRIPTOR DEL VOLUMEN:

source: Volume disk format: {0}
es: Formato del disco del volumen: {0}

source: Volume does not commit to log
es: El volumen no graba en el registro

source: Volume does not expire.
es: El volumen no caduca.

source: Volume does not need cache.
es: El volumen no necesita caché.

source: Volume edition {0}
es: Volumen edición {0}

source: Volume effective date: {0}
es: Fecha efectiva del volumen: {0}

source: Volume ends at {0}
es: El volumen termina en el {0}

source: Volume expiration date: {0}
es: Fecha de expiración del volumen: {0}

# Volume_flags_0_X2
source: Volume flags: 0x{0:X2}
es: Banderas del volumen: 0x{0:X2}

# Volume_flags_0_X4
source: Volume flags: 0x{0:X4}
es: Banderas del volumen: 0x{0:X4}

source: Volume format is {0}
es: El formato del volumen es {0}

source: Volume goes from byte {0} to byte {1}, for {2} bytes
es: El volume va desde el byte {0} hasta el byte {1}, ocupando {2} bytes

source: Volume has {0} blocks
es: El volumen tiene {0} bloques

source: Volume has {0} blocks ({1} bytes)
es: El volumen tiene {0} bloques ({1} bytes)

source: Volume has {0} blocks of {1} bytes each
es: El volumen tiene {0} bloques de {1} bytes cada uno

source: Volume has {0} blocks of {1} bytes each (total {2} bytes)
es: El volumen tiene {0} bloques de {1} bytes cada uno ({2} bytes totales)

source: Volume has {0} blocks of {1} bytes, for a total of {2} bytes
es: El volumen tiene {0} bloques de {1} bytes para un total de {2} bytes

source: Volume has {0} blocks used ({1} bytes)
es: El volumen tiene {0} bloques usados ({1} bytes)

source: Volume has {0} blocks with {1} blocks free
es: El volumen tiene {0} bloques con {1} libres

source: Volume has {0} bytes
es: El volumen tiene {0} bytes

source: Volume has {0} bytes in {1} zones
es: El volumen tiene {0} bytes en {1} zonas

source: Volume has {0} bytes per block
es: El volumen tiene {0} bytes por bloque

source: Volume has {0} bytes spanned in {1} devices
es: El volumen tiene {0} bytes distribuidos en {1} dispositivos

source: Volume has {0} bytes used
es: El volumen tiene {0} bytes usados

source: Volume has {0} files
es: El volumen tiene {0} ficheros

source: Volume has {0} free blocks
es: El volumen tiene {0} bloques libres

source: Volume has {0} free inodes
es: El volumen tiene {0} nodos-i libres

source: Volume has {0} free sectors of {1}
es: El volumen tiene {0} sectores libres de {1}

source: Volume has {0} inodes
es: El volumen tiene {0} nodos-i

source: Volume has {0} inodes per block
es: El volumen tiene {0} nodos-i por bloque

source: Volume has {0} sectors ({1} bytes)
es: El volumen tiene {0} sectores ({1} bytes)

source: Volume has {0} sectors of {1} bytes each for a total of {2} bytes
es: El volumen tiene {0} sectores de {1} bytes cada uno para un total de {2} bytes

source: Volume has always been effective.
es: El volumen siempre ha sido efectivo.

source: Volume has bad current secondary ait
es: El volumen tiene la AIT secundaria actual dañada

source: Volume has been modified by Windows 9x/Me Volume Tracker.
es: El volumen ha sido modificado por el Gestor de Volúmenes de Windows 9x/Me.

source: Volume has been mounted {0} times of a maximum of {1} mounts before checking
es: El volumen ha sido montado {0} veces de un máximo de {1} antes de ser comprobado

source: Volume has been mounted {0} times with no maximum no. of mounts before checking
es: El volumen ha sido montado {0} veces sin un nº máximo antes de ser comprobado

source: Volume has been mounted writable {0} times.
es: El volumen ha sido montado para escritura {0} veces.

source: Volume has DASD limits enabled
es: El volumen tiene los límites DASD activados

source: Volume has group quotas enabled
es: El volumen tiene las cuotas grupales activadas

source: Volume has never been backed up
es: El volumen nunca ha sido respaldado

source: Volume has never been checked
es: El volumen nunca ha sido comprobado

source: Volume has never been checked (should check every {0})
es: El volumen nunca ha sido comprobado (debería serlo cada {0})

source: Volume has never been checked up
es: El volumen nunca ha sido comprobado

source: Volume has never been mounted
es: El volumen nunca ha sido montado

source: Volume has not been cleanly umounted
es: El volumen no ha sido desmontado limpiamente

source: Volume has not been modified.
es: El volumen no ha sido modificado.

source: Volume has no maximum no. of mounts before checking
es: El volumen no tiene un nº máximo de montajes antes de ser comprobado

source: Volume has persistent indexes
es: El volumen tiene índices persistentes

source: Volume has spared bad blocks.
es: El volumen tiene bloques dañados reasignados.

source: Volume has user quotas enabled
es: El volumen tiene las cuotas de usuario activadas

# Volume_identification_block_was_last_written_on_0
source: Volume's identification block was last written on {0}
es: El bloque de identificación del volumen fue escrito por última vez el {0}

source: Volume identifier: {0}
es: Identificador del volumen: {0}

# Volume_identifier_0_X8
source: Volume identifier: 0x{0:X8}
es: Identificador del volumen: 0x{0:X8}

# Volume_ID_0_X16
source: Volume ID: 0x{0:X16}
es: ID del volumen: 0x{0:X16}

source: Volume ID: {0:X4}
es: ID del volumen: 0x{0:X4}

source: Volume ID: {0:X8}
es: ID del volumen: 0x{0:X8}

# Volume_ID_0_X8_1_X8
source: Volume ID: 0x{0:X8}{1:X8}
es: ID del volumen: 0x{0:X8}{1:X8}

source: Volume inhibits automatic fsck
es: El volumen inhibe el fsck automático

source: Volume is {0} of {1} in set "{2}".
es: El volumen es el {0} de {1} en el conjunto "{2}".

source: Volume is bootable.
es: El volumen es arrancable.

source: Volume is case sensitive
es: El volumen es sensible a las mayúsculas.

source: Volume is clean
es: El volumen está limpio

source: Volume is compressed using GZIP
es: El volumen está comprimido usando GZIP

source: Volume is compressed using LZ4
es: El volumen está comprimido usando LZ4

source: Volume is compressed using LZMA
es: El volumen está comprimido usando LZMA

source: Volume is compressed using LZO
es: El volumen está comprimido usando LZO

source: Volume is compressed using unknown algorithm {0}
es: El volumen está comprimido usando el algoritmo desconocido {0}

source: Volume is compressed using XZ
es: El volumen está comprimido usando XZ

source: Volume is compressed using Zstandard
es: El volumen está comprimido usando Zstandard

source: Volume is dirty
es: El volumen está sucio

# Volume_is_dirty_error_code_equals_0
source: Volume is dirty, error code = 0x{0:X16}
es: El volumen está sucio, código de error = 0x{0:X16}

source: Volume is in an unknown state ({0})
es: El volumen está en un estado desconocido ({0})

source: Volume is in a big-endian system
es: El volumen está en un sistema big-endian.

source: Volume is journaled.
es: El volumen usa un registro.

source: Volume is Level {0} revision {1}
es: El volumen tiene nivel {0} revisión {1}

source: Volume is locked by hardware.
es: El volumen está bloqueado por hardware.

source: Volume is locked by software.
es: El volumen está bloqueado por software.

source: Volume is mounted.
es: El volumen está montado.

source: Volume is mounted read-only
es: El volumen está montado en sólo lectura

source: Volume is not bootable.
es: El volumen no es arrancable.

source: Volume is not using any journal
es: El volumen no usa ningún registro

source: Volume is number {0} of {1}
es: El volumen es el nº {0} de {1}

source: Volume is read-only
es: El volumen es de sólo lectura

source: Volume is recovering orphan files
es: El volumen está recuperando ficheros huérfanos

source: Volume is secure
es: El volumen es seguro

source: Volume is seriously inconsistent.
es: El volumen presenta inconsistencias serias.

source: Volume is testing development code
es: El volumen está probando código en desarrollo.

source: Volume is unmounted.
es: El volumen está desmontado.

source: Volume is wrapped inside an HFS volume.
es: El volumen está envuelto en un volumen HFS.

source: Volume label: {0}
es: Etiqueta del volumen: {0}

source: Volume last accessed on {0:d}
es: El volumen fue accedido por última vez el {0:d}

source: Volume last checked on {0}
es: El volumen fue comprobado por última vez el {0}

source: Volume last modified on {0}
es: El volumen fue modificado por última vez el {0}

source: Volume last mounted at "{0}"
es: El volumen fue montado por última vez en "{0}"

source: Volume last mounted on {0}
es: El volumen fue montado por última vez el {0}

source: Volume last mounted on kernel version: {0}
es: El volumen fue montado por última vez por el núcleo versión {0}

source: Volume last updated on {0}
es: El volumen fue actualizado por última vez el {0}

source: Volume last written on {0}
es: El volumen fue escrito por última vez el {0}

source: Volume modification date: {0}
es: Fecha de modificación del volumen: {0}

source: Volume moves deleted files to a recycled folder
es: El volumen mueve los archivos eliminados a una carpeta de reciclaje

source: Volume must be backed up
es: El volumen debe ser respaldado

source: Volume name: {0}
es: Nombre del volumen: {0}

source: Volume name is {0}
es: El nombre del volumen es {0}

source: Volume number: {0}
es: Número del volumen: {0}

source: Volume owner: {0}
es: Dueño del volumen: {0}

source: Volume owner is "{0}"
es: El dueño del volumen es "{0}"

# Volume_owner_is_0_ID_1
source: Volume owner is "{0}" (ID 0x{1:X8})
es: El dueño del volumen es "{0}" (ID 0x{1:X8})

source: Volume pack: {0}
es: Paquete del volumen: {0}

source: Volume panics on error
es: El volumen entra en pánico ante un error

source: Volume password: "{0}"
es: Contraseña del volumen: "{0}"

source: Volume permissions (r = read, w = write, c = create, d = delete)
es: Permisos del volumen (r = lectura, w = escritura, c = creación, d = eliminación)

source: Volume primes DASD on boot
es: El volumen prima DASD al arranque

source: Volume record spans from block {0} to block {1}
es: El registro del volumen se extiende sde el bloque {0} al {1}

source: Volume remounts read-only on error
es: El volumen se remonta en sólo lectura ante un error

# Volume_requires_UDF_version_0_1_to_be_read
source: Volume requires UDF version {0}.{1:X2} to be read
es: El volumen requiere la versión {0}.{1:X2} de UDF para ser leído

# Volume_requires_UDF_version_0_1_to_be_written_to
source: Volume requires UDF version {0}.{1:X2} to be written to
es: El volumen requiere la versión {0}.{1:X2} de UDF para ser escrito

source: Volume reserves {0} sectors for system
es: El volumen reserva {0} sectores para el sistema

source: Volume reserves {1} tracks ({0} sectors) for system
es: El volumen reserva {1} pistas ({0} sectores) para el sistema

source: Volume root directory last modified on {0}
es: El directorio raíz del volumen fue modificado por últiva vez el {0}

source: Volume scavenged on {0}
es: El volumen fue carroñeado el {0}

source: Volume sends TRIM/UNMAP commands to underlying device
es: El volumen envía comandos TRIM/UNMAP al dispositivo que lo contiene

source: Volume serial: {0}
es: Serie del volumen: {0}

source: Volume serial: {0:X8}
es: Serie del volumen: {0:X8}

source: Volume should be checked on next mount.
es: El volumen debería comprobarse en el siguiente montaje.

source: Volume set identifier: {0}
es: Identificador del conjunto del volumen: {0}

source: Volume serial number: {0:X8}
es: Número de serie del volumen: {0:X8}

source: Volume serial number: {0:X16}
es: Número de serie del volumen: {0:X16}

source: Volume Serial Number: {0}
es: Número de serie del volumen: {0}

source: Volume size: {0} blocks, {1} bytes
es: Tamaño del volumen: {0} bloques, {1} bytes

source: Volume size {0} bytes
es: El volumen ocupa {0} bytes

source: Volume starts on device byte {0} and ends on byte {1}
es: El volumen empieza en el byte {0} del dispositivo y termina en el {1}

source: Volume state is inconsistent.
es: El estado del volumen es inconsistente.

source: Volume state on {0}
es: Estado del volumen el {0}

source: Volume supports AIX
es: El volumen soporta AIX

source: Volume supports DCE DFS LFS
es: El volumen soporta DCE DFS LFS

source: Volume supports Linux
es: El volumen soporta Linux

source: Volume supports OS/2, and is case insensitive
es: El volumen soporta OS/2 y es insensible a las mayúsculas

source: Volume supports sparse files
es: El volumen soporta ficheros dispersos

source: Volume updated on {0}
es: El volumen fue actualizado el {0}

source: Volume uses {0} bytes per block
es: El volumen usa {0} bytes por bloque

source: Volume uses {0} bytes per sector
es: El volumen usa {0} bytes por sector

source: Volume uses {0} codepage {1}
es: El volumen usa la página de código {1} de tipo {0}

source: Volume uses {0} FATs
es: El volumen usa {0} FATs

source: Volume uses {0} sectors per cluster ({1} bytes)
es: El volumen usa {0} sectores por clúster ({1} bytes)

source: Volume uses clusters of {0} sectors ({1} bytes) each
es: El volumen usa clústeres de {0} sectores ({1} bytes) cada uno

source: Volume uses standard CP/M timestamps
es: El volumen usa los estampados de fecha estándares de CP/M

source: Volume uses synchronous writes
es: El volumen usa escrituras síncronas

source: Volume uses third party timestamps
es: El volumen usa estampados de fechas de terceras partes

source: Volume uses Unicode for directory entries
es: El volumen usa Unicode para las entradas de directorio

source: Volume use extents (ext4)
es: El volumen usa extents (ext4)

source: Volume UUID: {0}
es: UUID del volumen: {0}

source: Volume version {0}
es: Volumen versión {0}

source: Volume version {0}.{1}
es: Volumen versión {0}.{1}

source: Volume was created for {0}
es: El volumen fue creado para {0}

source: Volume was created on {0}
es: El volumen fue creado el {0}

source: Volume was created on {0} for {1}
es: El volumen fue creado el {0} para {1}

source: Volume was last modified on {0}
es: El volumen fue modificado por última vez el {0}

source: Volume was last updated on {0}
es: El volumen fue actualizado por última vez el {0}

source: Volume was last written by: {0}
es: El volumen fue escrito la última vez por: {0}

source: Volume was unmonted.
es: El volumen fue desmontado

# Volume_wraps_a_HFS_Plus_volume
source: Volume wraps a HFS+ volume.
es: El volumen envuelve un volumen HFS+.

source: Volume write count: {0}
es: Contador de escrituras del volumen: {0}

# VxFS_Name
source: Veritas filesystem
es: Sistema de ficheros Veritas

source: Warning! Detected unknown ProDOS version ProDOS filesystem.
es: ¡Atención! Detectado sistema de ficheros ProDOS de una versión de ProDOS desconocida

source: WARNING: Filesystem describes a {0} bytes/sector, while device describes a {1} bytes/sector
es: ATENCIÓN: El sistema de ficheros describe sectores de {0} bytes pero el dispositivo lo hace de {1} bytes

source: WARNING: Filesystem describes a {0} sectors volume, bigger than device ({1} sectors)
es: ATENCIÓN: El sistema de ficheros describe un volumen de {0} sectores, más grande que el dispositivo ({1} sectores)

source: WARNING: Filesystem indicates {0} bytes/block while device indicates {1} bytes/block
es: ATENCIÓN: El sistema de ficheros describe bloques de {0} bytes pero el dispositivo lo hace de {1} bytes

source: WARNING: Filesystem indicates {0} blocks while device indicates {1} blocks
es: ATENCIÓN: El sistema de ficheros describe {0} bloques pero el dispositivo indica {1}

source: Wii Backup
es: Respaldo de Wii

source: Wii channel
es: Canal de Wii

source: Windows NT (8.3 mixed case)
es: Windows NT (8.3 mayúsculas mezcladas)

source: Window: {0}
es: Ventana: {0}

source: , with multi-user patches
es: , con parches multi-usuario

source: , with multi-user support
es: , con soporta multi-usuario

source: Writings should be verified
es: Las escrituras se verificarán

# XboxFatPlugin_Name
source: FATX Filesystem Plugin
es: Extensión del sistema de ficheros FATX

source: XENIX filesystem
es: Sistema de ficheros de XENIX

source: XFS filesystem
es: Sistema de ficheros XFS

# XFS_Name
source: XFS Filesystem Plugin
es: Extensión del sistema de ficheros XFS

# Xia_Name
source: Xia filesystem
es: Sistema de ficheros Xia

source: ZFS filesystem
es: Sistema de ficheros ZFS

# ZFS_Name
source: ZFS Filesystem Plugin
es: Extensión del sistema de ficheros ZFS

source: zisofs compression present.
es: Compresión zisofs presente.

# _0_1_equals_unknown_data_type_2
source: {0}[{1}] = Unknown data type {2}
es: {0}[{1}] = Tipo de datos desconocido {2}

source: {0} allocation blocks.
es: {0} bloques de asignación.

source: {0} allocation groups in volume
es: {0} grupos de asignación en el volumen

source: {0} blocks ({1} bytes)
es: {0} bloques ({1} bytes)

source: {0} blocks ({1} bytes) free of {2} ({3} bytes)
es: {0} bloques ({1} bytes) libres de {2} ({3} bytes)

source: {0} blocks, {1} flags and {2} inodes per group
es: {0} bloques, {1} banderas y {2} nodos-i por grupo

source: {0} blocks for bootloader ({1} bytes)
es: {0} bloques para el cargador de arranque ({1} bytes)

source: {0} blocks free
es: {0} bloques libres

source: {0} blocks free ({1} bytes)
es: {0} bloques libres ({1} bytes)

# _0_blocks_in_cylinder_zero
source: {0} blocks in cylinder 0
es: {0} bloques en el cilindro 0

source: {0} blocks in filesystem
es: {0} bloques en el sistema de ficheros

source: {0} blocks in volume
es: {0} bloques en el volumen

source: {0} blocks in volume ({1} bytes)
es: {0} bloques en el volumen ({1} bytes)

source: {0} blocks in volume bitmap cache
es: {0} bloques en la caché del mapa de bits del volumen

source: {0} blocks in volume cache
es: {0} bloques en la caché del volumen

source: {0} blocks in volume common cache
es: {0} bloques en la caché común del volumen

source: {0} blocks minus one
es: {0} bloques menos uno

source: {0} blocks minus one minus MDDF offset
es: {0} bloques menos uno menos el desplazamiento del MDDF

source: {0} blocks of {1} bytes
es: {0} bloques de {1} bytes

source: {0} blocks on all data disks
es: {0} bloques en todos los discos de datos

source: {0} blocks on cluster summary array
es: {0} bloques en la colección sumaria de clústeres

source: {0} blocks on inode map ({1} bytes)
es: {0} bloques en el mapa de nodos-i ({1} bytes)

source: {0} blocks on zone map ({1} bytes)
es: {0} bloques en el mapa de zona ({1} bytes)

source: {0} blocks pending of being freed
es: {0} bloques pendientes de ser liberados

source: {0} blocks per allocation group
es: {0} bloques por grupo de asignación

source: {0} blocks per allocation group ({1} bytes)
es: {0} bloques por grupo de asignación ({1} bytes)

source: {0} blocks per cluster
es: {0} bloques por clúster

source: {0} blocks per cylinder
es: {0} bloques por cilindro

source: {0} blocks per cylinder ({1} bytes)
es: {0} bloques por cilindro ({1} bytes)

source: {0} blocks per cylinder group at maximum
es: Máximo de {0} bloques por grupo de cilindro

source: {0} blocks per gap ({1} bytes)
es: {0} bloques por separación ({1} bytes)

source: {0} blocks per group
es: {0} bloques por grupo

source: {0} blocks per rotation
es: {0} bloques por rotación

source: {0} blocks per segment
es: {0} bloques por segmento

source: {0} bytes/block
es: {0} bytes por bloque

source: {0} bytes in allocation bitmap
es: {0} bytes en el mapa de bits de asignación

source: {0} bytes in a basic block
es: {0} bytes en un bloque básico

source: {0} bytes in a frag block
es: {0} bytes en un bloque de fragmento

source: {0} bytes in cylinder group
es: {0} bytes en un grupo de cilindro

source: {0} bytes in cylinder group summary
es: {0} bytes en el sumario de un grupo de cilindro

source: {0} bytes in erase block
es: {0} bytes en un bloque de borrado

source: {0} bytes in LisaInfo
es: {0} bytes en LisaInfo

source: {0} bytes in the Catalog B-Tree
es: {0} bytes en el árbol-B del catálogo

source: {0} bytes in the Extents B-Tree
es: {0} bytes en el árbol-B de extents

source: {0} bytes in volume
es: {0} bytes en el volumen

source: {0} bytes/leaf
es: {0} bytes por hoja

source: {0} bytes maximum per file
es: Máximo de {0} bytes por fichero

source: {0} bytes/node
es: {0} bytes por nodo

source: {0} bytes on bitmap
es: {0} bytes en el mapa de bits

source: {0} bytes per allocation block.
es: {0} bytes por bloque de asignación.

source: {0} bytes per block
es: {0} bytes por bloque

source: {0} bytes per directory entry
es: {0} bytes por entrada de directorio

source: {0} bytes per fragment
es: {0} bytes por fragmento

source: {0} bytes per Index block
es: {0} bytes por bloque índice

source: {0} bytes per inode
es: {0} bytes por nodo-i

source: {0} bytes per i-node
es: {0} bytes por nodo-i

source: {0} bytes per MFT record
es: {0} bytes por registro MFT

source: {0} bytes per page
es: {0} bytes por página

source: {0} bytes per sector.
es: {0} bytes por sector.

source: {0} bytes per sector (uncooked)
es: {0} bytes por sector (sin procesar)

source: {0} bytes per zone
es: {0} bytes por zona

source: {0} bytes/sector
es: {0} bytes por sector

source: {0} bytes/stripe
es: {0} bytes por división

source: {0} bytes to allocate.
es: {0} bytes para asignar.

source: {0} bytes to allocate when extending a Catalog B-Tree.
es: {0} bytes para asignar cuando se extiende un árbol-B de catálogo

source: {0} bytes to allocate when extending a Extents B-Tree.
es: {0} bytes para asignar cuando se extiende un árbol-B de extents

source: {0} bytes to allocate when extending a file.
es: {0} bytes para asignar cuando se extiende un fichero.

source: {0} chars in filename
es: {0} caracteres en un nombre de fichero

source: {0} clusters on volume.
es: {0} clústeres en el volumen.

source: {0} clusters per Index block ({1} bytes)
es: {0} clústeres por bloque índice ({1} bytes)

source: {0} clusters per MFT record ({1} bytes)
es: {0} clústeres por registro MFT ({1} bytes)

source: {0} codepages used in the volume
es: {0} páginas de código usadas en el volumen

source: {0} contiguously allocated directories
es: {0} directorios asignados contiguamente

source: {0} contiguous blocks at maximum
es: Máximo de {0} bloques contiguos

source: {0} cylinders
es: {0} cilindros

source: {0} cylinders/group
es: {0} cilindros por grupo

source: {0} cylinders in volume
es: {0} cilindros en el volumen

source: {0} cylinder groups
es: {0} grupos de cilindro

source: {0} cylinder groups in volume
es: {0} grupos de cilindro en el volumen

source: {0} data blocks ({1} bytes)
es: {0} bloques de datos ({1} bytes)

source: {0} data blocks in volume
es: {0} bloques de datos en el volumen

source: {0} data blocks in volume ({1} bytes)
es: {0} bloques de datos en el volumen ({1} bytes)
