Repository: Deterous/Aaru
Catalog: Aaru.Partitions/Localization/Localization.*.resx
Languages: es

# Acorn_Name
source: Acorn FileCore partitions
es: Particiones de Acorn FileCore

source: Acronis Secure Zone
es: Zona Segura de Acronis

source: AIX boot, OS/2, Commodore DOS
es: Arranque de AIX, OS/2 o Commodore DOS

source: AIX data, Coherent, QNX
es: Datos de AIX, Coherent o QNX

source: ALFS/THIN lightweight filesystem for DOS
es: Sistema de ficheros ligero ALFS/THIN para DOS

source: (alternate sector mapping)
es: (mapeo alternativo de sectores)

source: Alternate sector space
es: Espacio alternativo de sectores

source: Alternate sector track
es: Sector alternativo de pista

source: Alternate track space
es: Espacio alternativo de pista

# AmigaRigidDiskBlock_Name
source: Amiga Rigid Disk Block
es: Bloque de Disco Rígido (RDB) de Amiga

source: Amiga Fast File System
es: Sistema de Ficheros Rápido de Amiga

source: Amiga Fast File System with directory cache
es: Sistema de Ficheros Rápido de Amiga con caché de directorio

source: Amiga Fast File System with directory cache and multi-user patches
es: Sistema de Ficheros Rápido de Amiga con caché de directorio y parches multi-usuario

source: Amiga Fast File System with international characters
es: Sistema de Ficheros Rápido de Amiga con caracteres internacionales

source: Amiga Fast File System with international characters and multi-user patches
es: Sistema de Ficheros Rápido de Amiga con caracteres internacionales y parches multi-usuario

source: Amiga Fast File System with long filenames
es: Sistema de Ficheros Rápido de Amiga con nombres de fichero largos

source: Amiga Fast File System with multi-user patches
es: Sistema de Ficheros Rápido de Amiga con parches multi-usuario

source: Amiga Original File System
es: Sistema de Ficheros Original de Amiga

source: Amiga Original File System with directory cache
es: Sistema de Ficheros Original de Amiga con caché de directorio

source: Amiga Original File System with directory cache and multi-user patches
es: Sistema de Ficheros Original de Amiga con caché de directorio y parches multi-usuario

source: Amiga Original File System with international characters
es: Sistema de Ficheros Original de Amiga con caracteres internacionales

source: Amiga Original File System with international characters and multi-user patches
es: Sistema de Ficheros Original de Amiga con caracteres internacionales y parches multi-usuario

source: Amiga Original File System with multi-user patches
es: Sistema de Ficheros Original de Amiga con parches multi-usuario

source: Amiga Original File System with long filenames
es: Sistema de Ficheros Original de Amiga con nombres de fichero largos

source: Amiga UNIX boot filesystem
es: Sistema de ficheros de arranque de Amiga UNIX

source: Amiga UNIX BSD filesystem
es: Sistema de ficheros BSD de Amiga UNIX

source: Amiga UNIX Reserved partition (swap)
es: Partición reservada (intercambio) de Amiga UNIX

source: Amiga UNIX System V filesystem
es: Sistema de ficheros System V de Amiga UNIX

source: Amoeba bad blocks
es: Bloques dañados de Amoeba

source: Amoeba, Hidden Linux
es: Amoeba u oculta de Linux

# AppleMap_Name
source: Apple Partition Map
es: Mapa de Particiones de Apple (APM)

source: Apple Boot
es: Arranque de Apple

source: Apple File System
es: Sistema de ficheros Apple (APFS)

source: Apple Label
es: Etiqueta Apple

source: Apple RAID
es: RAID de Apple

source: Apple RAID, offline
es: RAID de Apple, fuera de línea

source: Apple TV Recovery
es: Recuperación de Apple TV

source: Apricot F1 ROM BIOS
es: Apricto F1 ROM BIOS

# Apricot_Name
source: ACT Apricot partitions
es: Particiones de ACT Apricot

source: AST-Windows swap
es: Intercambio de AST-Windows

# AtariPartitions_Name
source: Atari partitions
es: Particiones de Atari

source: Atari GEMDOS partition
es: Partición de Atari GEMDOS

source: Atari GEMDOS partition bigger than 32 MiB
es: Partición de Atari GEMDOS de más de 32 MiB

source: Atari UNIX partition
es: Partición de Atari UNIX

source: bad
es: dañado

source: Bad block at {0} replaced with good block at {1}
es: Bloque dañado en {0} reemplazado por bloque correcto en {1}

source: bad sector file
es: fichero de sectores dañados

source: BIOS Boot
es: Arranque de BIOS

source: Boot
es: Arranque

source: BootIt EMBRM
es: EMBRM de BootIt

# Boot_code_checksum_0_X8
source: Boot code checksum: 0x{0:X8}
es: Checksum del código de arranque: 0x{0:X8}

source: Boot code SHA1: {0}
es: SHA1 del código de arranque: {0}

# Boot_entry_point_0_X8
source: Boot entry point: 0x{0:X8}
es: Punto de entrada del arranque: 0x{0:X8}

source: Boot is {0} bytes.
es: El arranque ocupa {0} bytes.

# Boot_load_address_0_X8
source: Boot load address: 0x{0:X8}
es: Dirección de carga del arranque: 0x{0:X8}

# BSD_GetInformation_Adding_it
source: Adding it...
es: Añadiéndola...

# BSD_GetInformation_dl_magic_on_sector_0_at_offset_1_equals_2_X8_expected_3_X8
source: dl.magic on sector {0} at offset {1} = 0x{2:X8} (expected 0x{3:X8})
es: dl.magic en el sector {0} posición {1} = 0x{2:X8} (se esperaba 0x{3:X8})

# BSD_Name
source: BSD disklabel
es: Etiqueta de disco de BSD

source: BSD swap
es: Intercambio de BSD

source: BSD unused
es: Sin usar de BSD

source: Cache
es: Caché

source: Cannot find VTOC.
es: No se pudo encontrar la VTOC.

source: Ceph disk in creation
es: Disco Ceph en creación

source: Ceph dm-crypt disk in creation
es: Disco dm-crypt de Ceph en creación

source: Ceph dm-crypt Encrypted Journal
es: Registro Encriptado dm-crypt de Ceph

source: Ceph dm-crypt OSD
es: OSD dm-crypt de Ceph

source: Ceph Journal
es: Registro de Ceph

source: Ceph OSD
es: OSD de Ceph

source: ChromeOS future use
es: Para uso futuro de ChromeOS

source: ChromeOS kernel
es: Núclero de ChromeOS

source: ChromeOS rootfs
es: Raíz de ChromeOS

source: Coherent swap, OPUS, OS/2 Boot Manager
es: Intercambio de Coheren, OPUS o Gestor de Arranque de OS/2

source: Compaq diagnostics, recovery partition
es: Diagnósticos de Compaq, partición de recuperación

source: Concatenated disk
es: Disco concatenado

source: Content volume
es: Volumen de contenido

source: CP/M, CCP/M, CTOS
es: CP/M, CCP/M o CTOS

source: CP/M, Microport UNIX
es: CP/M o Microport UNIX

source: created on {0}
es: creado el {0}

source: Cutting last partition end ({0}) to media size ({1})
es: Recordando el final de la última partición ({0}) al tamaño del medio ({1})

source: Dashboard volume
es: Volumen de panel

source: data
es: datos

source: Data volume
es: Volumen de datos

# DEC_Name
source: DEC disklabel
es: Etiqueta de disco de DEC

source: Dell partition
es: Partición de Dell

source: Digital Advanced File System
es: Sistema de ficheros avanzado (AFS) de Digital

source: Digital LSM Private Region
es: Región privada de LSM de Digital

source: Digital LSM Public Region
es: Región pública de LSM de Digital

source: Digital LSM Simple Disk
es: Disco simple de LSM de Digital

source: DiskSecure Multi-Boot
es: Multi-arranque de DiskSecure

source: DOS 3.3 secondary, Unisys DOS
es: Secundaria de DOS 3.3 o Unisys DOS

source: DOS read/only
es: Sólo lectura de DOS

source: DragonflyBSD Label
es: Etiqueta de DragonFly BSD

source: DragonflyBSD Legacy
es: Antigua de DragonFly BSD

# DragonFlyBSD_Name
source: DragonFly BSD 64-bit disklabel
es: Etiqueta de 64-bits de DragonFly BSD

source: DragonflyBSD Swap
es: Intercambio de DragonFly BSD

source: DR-DOS reserved
es: Reservada de DR-DOS

source: DR-DOS secured extended (LBA)
es: Extendida segura (LBA) de DR-DOS

source: DR-DOS secured FAT12
es: FAT12 segura de DR-DOS

source: DR-DOS secured FAT16
es: FAT16 segura de DR-DOS

source: DR-DOS secured FAT16 < 32 MiB
es: FAT16 menor de 32 MiB segura de DR-DOS

source: DR-DOS secured FAT16 (LBA)
es: FAT16 (LBA) segura de DR-DOS

source: DR-DOS secured FAT32
es: FAT32 segura de DR-DOS

source: DR-DOS secured FAT32 (LBA)
es: FAT32 (LBA) segura de DR-DOS

source: dump
es: volcado

# dvh_magic_equals_0_X8_should_be_1_X8
source: dvh.magic = 0x{0:X8} (should be 0x{1:X8})
es: dvh.magic = 0x{0:X8} (debería ser 0x{1:X8})

source: EFI System
es: Sistema EFI

source: EFI system partition
es: Partición de sistema EFI

source: Empty
es: Vacía

source: errorlog
es: registro de errores

source: error log
es: registro de errores

# Even_parity
source: Even
es: Par

source: Extended
es: Extendida

source: Extended (LBA)
es: Extendida (LBA)

source: FAT16 < 32 MiB
es: FAT16 menor de 32 MiB

source: FAT, as set by CrossDOS
es: FAT, establecida por CrossDOS

source: Filesystem-less data
es: Datos sin sistema de ficheros

source: Filesystem should be automatically mounted
es: El sistema de ficheros debería montarse automáticamente

source: Filesystem should be formatted at start
es: El sistema de ficheros debería formatearse al inicio

source: First boot sector: {0}
es: Primer sector de arranque: {0}

source: Found aligned entry.
es: Se encontró entrada alineada.

source: Found BadBlock block
es: Encontrado bloque BadBlock

source: Found FileSystemHeader block
es: Encontrado bloque FileSystemHeader

source: Found LoadSegment block
es: Encontrado bloque LoadSegment

source: Found misaligned entry.
es: Se encontró entrada no alineada.

source: Found PartitionEntry block
es: Encontrado bloque PartitionEntry

source: Found RDB magic at block {0}
es: Encontrado mágica de RDB en el bloque {0}

source: Found unaligned signature
es: Encontrada firma no alineada

source: FreeBSD Boot
es: Arranque de FreeBSD

source: FreeBSD Data
es: Datos de FreeBSD

source: FreeBSD swap
es: Intercambio de FreeBSD

source: Game cache
es: Caché de juegos

source: Generic ROM BIOS
es: ROM BIOS genérica

source: GNU Hurd, System V, 386/ix
es: GNU Hurd, System V o 386/ix

source: Going to block {0} in search of a BadBlock block
es: Yendo al bloque {0} en búsqueda del bloque BadBlock

source: Going to block {0} in search of a FileSystemHeader block
es: Yendo al bloque {0} en búsqueda del bloque FileSystemHeader

source: Going to block {0} in search of a LoadSegment block
es: Yendo al bloque {0} en búsqueda del bloque LoadSegment

source: Going to block {0} in search of a PartitionEntry block
es: Yendo al bloque {0} en búsqueda del bloque PartitionEntry

source: Going to read {0} sectors from sector {1}, getting VTOC from byte {2}
es: Yendo a leer {0} sectores desde el {1}, obteniendo VTOC del byte {2}

source: Going to read past device size, aborting...
es: Yendo a leer más allá del tamaño del dispositivo, abortando...

# GuidPartitionTable_Name
source: GUID Partition Table
es: Tabla de particiones GUID (GPT)

source: Guid Partition Table
es: Tabla de particiones GUID (GPT)

source: Haiku BFS
es: BFS de Haiku

source: HFS, as set by CrossMac
es: HFS, establecida por CrossMac

source: Hibernation
es: Hibernación

source: Hidden by OS/2, APM hibernation
es: Oculta de OS/2 o hibernación de APM

source: Hidden FAT12
es: FAT12 oculta

source: Hidden FAT16
es: FAT16 oculta

source: Hidden FAT16 < 32 MiB, AST-DOS
es: FAT16 menor de 32 MiB oculta o AST-DOS

source: Hidden FAT16 (LBA)
es: FAT16 (LBA) oculta

source: Hidden FAT32
es: FAT32 oculta

source: Hidden FAT32 (LBA)
es: FAT32 (LBA) oculta

source: Hidden IFS (HPFS/NTFS)
es: IFS (HPFS/NTFS) oculto

source: Hidden NetWare
es: Oculta de NetWare

source: Hidden NTFS
es: NTFS oculta

source: HP-UX Data
es: Datos de HP-UX

source: HP-UX Service
es: Servicio de HP-US

source: HP Volume Expansion
es: Expansión de volumen HP

# Human68K_Name
source: Human 68k partitions
es: Particiones de Human 68k

source: IBM General Parallel File System (GPFS)
es: Sistema de ficheros general paralelo (GPFS) de IBM

source: IFS (HPFS/NTFS)
es: IFS (HPFS/NFS)

# Invalid_operating_system
source: Invalid
es: Inválido

source: Lenovo boot
es: Arranque de Lenovo

source: Linux boot
es: Arranque de Linux

source: Linux extended
es: Extendida de Linux

source: Linux filesystem
es: Sistema de ficheros de Linux

source: Linux filesystem partition
es: Partición de sistema de ficheros de Linux

source: Linux /home
es: /home de Linux

source: Linux LVM
es: LVM de Linux

source: Linux partition
es: Partición de Linux

source: Linux Plaintext
es: Texto de Linux

source: Linux RAID
es: RAID de Linux

source: Linux RAID, FreeDOS
es: RAID de Linux o FreeBSD

source: Linux Reserved
es: Reservada de Linux

source: Linux Root (32-bit ARM)
es: Raíz de Linux para ARM de 32-bits

# Linux_Root_AArch64
source: Linux Root (64-bit ARM/AArch64)
es: Raíz de Linux para ARM de 64-bits (AArch64)

source: Linux Root (x86)
es: Raíz de Linux para x86

source: Linux Root (x86-64)
es: Raíz de Linux para x86-64

source: Linux /srv
es: /srv de Linux

source: Linux swap
es: Intercambio de Linux

source: Linux swap partition
es: Partición de intercambio de Linux

source: Linux swap, Solaris
es: Intercambio de Linux o Solaris

source: LoadSegment data SHA1: {0}
es: SHA1 de los datos de LoadSegment: {0}

source: Logical Disk Manager data
es: Datos del Gestor de Discos Lógicos (LDM)

source: Logical Disk Manager (LDM) metadata
es: Metadatos del Gestor de Discos Lógicos (LDM)

source: Logical volume
es: Volumen lógico

source: Logical Volume Manager (LVM)
es: Gestor de Volúmenes Lógicos (LVM)

source: Macintosh partition
es: Partición de Macintosh

source: maintenance
es: mantenimiento

source: maintenance area
es: area de mantenimiento

# Mark_parity
source: Mark
es: Marca

# MBR_Name
source: Master Boot Record
es: Registro Maestro de Arranque (MBR)

source: MBR scheme
es: Esquema MBR

source: MF1DD 70-track
es: MF1DD de 70 pistas

source: Microsoft Basic data
es: Datos básicos de Microsoft

source: Microsoft Reserved (MSR)
es: Reservada de Microsoft

source: MidnightBSD Boot
es: Arranque de MidnightBSD

source: MidnightBSD Data
es: Datos de MidnightBSD

source: MidnightBSD Swap
es: Intercambio de MidnightBSD

source: MINIX, Old Linux
es: MINIX, antigua de Linux

source: MINIX partition
es: Partición de MINUX

source: Multiuser DOS secured extended
es: Extendida segura de Multiuser DOS

source: Multiuser DOS secured FAT12
es: FAT12 segura de Multiuser DOS

source: Multiuser DOS secured FAT16
es: FAT16 segura de Multiuser DOS

source: Multiuser DOS secured FAT16 < 32 MiB
es: FAT16 menor de 32 MiB segura de Multiuser DOS

source: NetBSD 4.2 FFS root partition
es: Partición raíz 4.2 FFS de NetBSD

source: NetBSD 4.2 FFS user partition
es: Partición de usuario 4.2 FFS de NetBSD

source: NetBSD 4.4 LFS root partition
es: Partición raíz 4.4 LFS de NetBSD

source: NetBSD 4.4 LFS user partition
es: Partición de usuario 4.4 LFS de NetBSD

source: NetBSD Concatenated
es: Concatenada de NetBSD

source: NetBSD Encrypted
es: Encriptada de NetBSD

source: NetBSD partition
es: Partición de NetBSD

source: NetBSD RAID
es: RAID de NetBSD

source: NetBSD Swap
es: Intercambio de NetBSD

source: NetBSD swap partition
es: Partición de intercambio de NetBSD

source: NetBSD unused root partition
es: Partición raíz sin usar de NetBSD

source: NetBSD unused user partition
es: Partición de usuario sin usar de NetBSD

source: New VTOC found.
es: VTOC nueva encontrada.

source: New VTOC found at {0}
es: VTOC nueva encontrada en {0}

# NeXTDisklabel_Name
source: NeXT Disklabel
es: Etiqueta de disco de NeXT

# None_parity
source: None
es: Ninguna

source: Non-bootable
es: No arrancable

source: non UNIX
es: no es UNIX

source: Not adding partition because start ({0}) is outside media size ({1})
es: No se añadirá la partición porque comienza ({0}) más allá del tamaño del medio ({1})

source: Novell DOS, DR-DOS secured
es: Novell DOS o segura de DR-DOS

# Odd_parity
source: Odd
es: Impar

source: Old MINIX
es: Antigua de MINIX

source: Old VTOC found at {0}
es: VTOC antigua encontrada en {0}

source: Olivetti DOS FAT12
es: FAT12 de Olivetti DOS

source: ONIE boot
es: Arranque de ONIE

source: ONIE config
es: Configuración de ONIE

source: (open)
es: (abierta)

source: OpenBSD Data
es: Datos de OpenBSD

source: Other or unknown
es: Otra o desconocida

source: Oxygen Extended
es: Extendida de Oxygen

# Parallel_print_device
source: Parallel
es: Paralelo

source: Partition bigger than device, reducing...
es: La partición es más grande que el dispositivo, reduciendo...

# Partition_boot_code_is_position_independent
source: Partition's boot code is position independent.
es: El código de arranque de la partición es independiente de su posición.

source: Partition entry is allocated.
es: La entrada de partición está asignada.

source: Partition flags:
es: Banderas de la partición:

source: Partition is bootable.
es: La partición es arrancable.

source: Partition is in use.
es: La partición está en uso.

source: Partition is readable.
es: La partición es legible.

source: Partition is valid.
es: La partición es válida.

source: Partition is writable.
es: La partición es escribile

source: Partition timestamped on {0}
es: Partición fechada el {0}

# PC98_Name
source: NEC PC-9800 partition table
es: Tabla de particiones de NEC PC-9800

source: Plain dm-crypt
es: dm-crypt plano

# Plan9_Name
source: Plan9 partition table
es: Tabla de particiones de Plan9

# Possible_magic_at_block_0_is_1_X8
source: Possible magic at block {0} is 0x{1:X8}
es: Posible mágica 0x{1:X8} en el bloque {0}

source: PowerPC PReP boot
es: Arranque PReP de PowerPC

source: PReP Boot
es: Arranque PReP

source: Priam, EUMEL/Elan
es: Priam o EUMEL/Elan

source: Processor: {0}
es: Procesador: {0}

source: ProfessionalFileSystem
es: Sistema de ficheros profesional (PFS)

source: Prologue
es: Prólogo

source: QNX 4, Oberon
es: QNX 4 u Oberon

source: RaidFrame partition
es: Partición RaidFrame

source: Raw data (swap)
es: Datos crudos (intercambio)

source: Raw logical volume
es: Volumen lógico sin procesar

source: RAW partition
es: Partición RAW

source: Read-only
es: Sólo lectura

source: Replacement sectors
es: Sectores de reemplazo

source: Reserved
es: Reservada

source: Reserved for SMI
es: Reservada para SMI

# RioKarma_Name
source: Rio Karma partitioning
es: Sistema de particiones de Rio Karma

# sanity_at_0_is_1_X8_should_be_2_X8_or_3_X8
source: sanity at {0} is 0x{1:X8} (should be 0x{2:X8} or 0x{3:X8})
es: la sanidad en {0} es 0x{1:X8} (debería ser 0x{2:X8} ó 0x{3:X8})

source: Searching for VTOC on relative byte {0}
es: Buscando VTOC en el byte relativo {0}

source: Sector replacements
es: Reemplazos de sector

source: Secure File System
es: Sistema de Ficheros Seguro

source: Security sectors
es: Sectores de seguridad

# Serial_print_device
source: Serial
es: Número de serie

# SGI_Name
source: SGI Disk Volume Header
es: Cabecera de Volumen del Disco (DVH) de SGI

source: SGI XVM
es: SGI XMV

source: SmartFileSystem v1
es: Sistema de Ficheros Inteligente (SFS) v1

source: SmartFileSystem v2
es: Sistema de Ficheros Inteligente (SFS) v2

source: Solaris Alternate sector
es: Sector alternative de Solaris

source: Solaris Backup
es: Respaldo de Solaris

source: Solaris boot
es: Arranque de Solaris

source: Solaris /home
es: /home de Solaris

source: Solaris Reserved
es: Reservada de Solaris

source: Solaris Root
es: Raíz de Solaris

source: Solaris Swap
es: Intercambio de Solaris

source: Solaris /usr or Apple ZFS
es: /usr de Solaris o Apple ZFS

source: Solaris /var
es: /var de Solaris

source: Sony boot
es: Arranque de Sony

source: Space optimized
es: Optimizada para espacio

# Space_parity
source: Space
es: Espacio

source: SpeedStor, LANStep, PS/2 IML
es: SpeedStor, LANStep o PS/2 IML

source: SpeedStor reserved
es: Reservada de SpeedStor

# SunDisklabel_Name
source: Sun Disklabel
es: Etiqueta de disco de Sun

source: SunOS partition
es: Partición de SunOS

source: Sun boot
es: Arranque de Sun

source: Sun cachefs
es: cachefs de Sun

source: Sun /home
es: /home de Sun

# Sun_root
source: Sun /
es: Raíz de Sun

source: Sun /stand
es: /stand de Sun

source: Sun swap
es: Intercambio de Sun

source: Sun /usr
es: /usr de Sun

source: Sun /var
es: /var de Sun

source: swap
es: intercambio

source: Swapping dk_label
es: Girando dk_label

source: Swapping dk_label16
es: Girando dk_label16

source: Swapping dk_label8
es: Girando dk_label8

source: Swap partition
es: Partición de intercambio

source: System cache
es: Caché del sistema

source: System volume
es: Volumen del sistema

source: System volume 2
es: Volumen 2 del sistem

source: Time optimized
es: Optimizada al tiempo

source: Track replacements
es: Reemplazos de pista

source: UNIX 6th Edition
es: UNIX 6ª Edición

source: UNIX 7th Edition
es: UNIX 7ª Edición

source: UNIX 7th Edition with 1K blocks
es: UNIX 7ª Edición con bloques de 1K

source: UNIX 8th Edition with 4K blocks
es: UNIX 7ª Edición con bloques de 4K

# UNIX_Name
source: UNIX hardwired
es: UNIX (forzada)

source: Unknown Amiga DOS filesystem type {0}
es: Tipo de sistema de ficheros {0} de Amiga DOS desconocido

source: Unknown Amiga DOS multi-user filesystem type {0}
es: Tipo de sistema de ficheros {0} multi-usuario de Amiga DOS desconocido

source: Unknown Amiga UNIX filesystem type {0}
es: Tipo de sistema de ficheros {0} de Amiga UNIX desconocido

# Unknown_boot_type
source: Unknown
es: Desconocido

source: Unknown BSD filesystem type {0}
es: Tipo de sistema de ficheros {0} de BSD desconocido

source: Unknown Linux filesystem type {0}
es: Tipo de sistema de ficheros {0} de Linux desconocido

source: Unknown NetBSD root filesystem type {0}
es: Tipo de sistema de ficheros {0} raíz de NetBSD desconocido

source: Unknown NetBSD swap filesystem type {0}
es: Tipo de sistema de ficheros {0} de intercambio de NetBSD desconocido

source: Unknown NetBSD user filesystem type {0}
es: Tipo de sistema de ficheros {0} de usuario de NetBSD desconocido

source: Unknown ProfessionalFileSystem type {0}
es: Tipo de sistema de ficheros profesional {0} desconocido

source: Unknown SmartFileSystem type {0}
es: Tipo de sistema de ficheros inteligente {0} desconocido

# Unknown_disk_type
source: Unknown
es: Desconocido

# Unknown_operating_system
source: Unknown
es: Desconocido

source: Unknown optimization {0:X2}
es: Optimización {0:X2} desconocida

# Unknown_parity_type
source: Unknown
es: Desconocida

source: Unknown partition type
es: Tipo de partición desconocido

source: Unknown partition type {0}
es: Tipo de partición {0} desconocido

# Unknown_print_device
source: Unknown
es: Desconocido

# Unknown_TAG_0
source: Unknown TAG: 0x{0:X4}
es: Etiqueta desconocida: 0x{0:X4}

source: Unmountable
es: No montable

source: Unused
es: Sin usar

source: Unused entry
es: Entrada sin usar

source: user
es: usuario

source: (valid)
es: (válida)

source: Veritas private
es: Privada de Veritas

source: Veritas public
es: Pública de Veritas

source: VMware Reserved
es: Reservada de VMware

source: VMware VMFS
es: VMFS de VMware

source: VMWare VMKCORE
es: VMKCORE de VMware

source: VMware vmkcore (coredump)
es: VMKCORE de VMware

source: Volume header
es: Cabecera de volumen

source: volume mgt private partition
es: partición privada de gestión de volumen

source: volume mgt public partition
es: partición pública de gestión de volumen

source: WARNING: End of partition goes beyond device size
es: ATENCIÓN: El final de la partición está más allá del tamaño del dispositivo

source: Whole device
es: Dispositivo completo

source: Whole disk
es: DIsco completo

source: Willowsoft Overture File System
es: Sistema de ficheros Overture de Willowsoft

source: Windows Recovery Environment
es: Entorno de recuperación de Windows

source: Windows Storage Spaces
es: Espacios de almacenamiento de Windows (WSS)

source: Windows Volume Set
es: Conjunto de volúmenes de Windows

source: Xbox backwards compatibility
es: Compatibilidad anterior de Xbox

# Xbox_Name
source: Xbox partitioning
es: Sistema de particiones de Xbox

source: Xenix bad block
es: Bloques dañados de XENIX

source: XENIX root
es: Raíz de XENIX

source: XENIX /usr
es: /usr de XENIX

source: XFS log device
es: Dispositivo registro de XFS

source: XLV volume
es: Volumen XLV
