Repository: Deterous/Aaru
Catalog: Aaru.Partitions/Localization/Localization.*.resx
Languages: es

source: {0} bytes per block
es: {0} bytes por bloque

source: {0} bytes per fragment
es: {0} bytes por fragmento

source: {0} bytes per inode
es: {0} bytes por nodo-i

source: {0} cylinders per group
es: {0} cilindros por grupo

source: {0}% of space must be free at minimum
es: Al menos el {0}% del espacio debe estar libre

source: 4.2BSD Fast File System
es: Sistema de ficheros rápido de 4.2BSD

source: 4.2UFS, for BFFS
es: 4.2UFS, para BFFS

source: (read-only)
es: (sólo lectura)

source: (unmountable)
es: (no montable)
