Repository: Deterous/Aaru
Catalog: Aaru.Tests.Devices/Localization/Localization.*.resx
Languages: es

# Send_READ_EEPROM_PX_708_and_PX_712_command
source: 14.- Send READ EEPROM (PX-708 and PX-712) command.
es: 14.- Enviar comando READ EEPROM (PX-708 and PX-712).

source: Parameters for GET BOOK BITSETTING command:
es: Parámetros para el comando GET BOOK BITSETTING:

source: Dual layer?: {0}
es: ¿Doble capa?: {0}

# Return_to_Plextor_vendor_commands_menu
source: 0.- Return to Plextor vendor commands menu.
es: 0.- Volver al menú de comandos del fabricante Plextor.

source: Returning to Plextor vendor commands menu...
es: Volviendo al menú de comandos del fabricante Plextor...

source: Dual layer?:
es: ¿Doble capa?:

source: Sending GET BOOK BITSETTING to the device:
es: Enviando GET BOOK BITSETTING al dispositivo:

source: GET BOOK BITSETTING response:
es: Respuesta de GET BOOK BITSETTING:

source: GET BOOK BITSETTING sense:
es: Sense de GET BOOK BITSETTING:

source: GET BOOK BITSETTING decoded sense:
es: Sense descodificado de GET BOOK BITSETTING:

source: Sending GET GIGAREC to the device:
es: Enviando GET GIGAREC al dispositivo:

source: GET GIGAREC response:
es: Respuesta de GET GIGAREC:

source: GET GIGAREC sense:
es: Sense de GET GIGAREC:

source: GET GIGAREC decoded sense:
es: Sense descodificado de GET GIGAREC:

source: Sending GET SECUREC to the device:
es: Enviando GET SECUREC al dispositivo:

source: GET SECUREC response:
es: Respuesta de GET SECUREC:

source: GET SECUREC sense:
es: Sense de GET SECUREC:

source: GET SECUREC decoded sense:
es: Sense descodificado de GET SECUREC:

source: Sending GET SILENT MODE to the device:
es: Enviando GET SILENT MODE al dispositivo:

source: GET SILENT MODE response:
es: Respuesta de GET SILENT MODE:

source: GET SILENT MODE sense:
es: Sense de GET SILENT MODE:

source: GET SILENT MODE decoded sense:
es: Sense descodificado de GET SILENT MODE:

source: Sending GET SINGLE-SESSION / HIDE CD-R to the device:
es: Enviando GET SINGLE-SESSION / HIDE CD-R al dispositivo:

source: GET SINGLE-SESSION / HIDE CD-R response:
es: Respuesta de GET SINGLE-SESSION / HIDE CD-R:

source: GET SINGLE-SESSION / HIDE CD-R sense:
es: Sense de GET SINGLE-SESSION / HIDE CD-R:

source: GET SINGLE-SESSION / HIDE CD-R decoded sense:
es: Sense descodificado de GET SINGLE-SESSION / HIDE CD-R:

source: Sending GET SPEEDREAD to the device:
es: Enviando GET SPEEDREAD al dispositivo:

source: GET SPEEDREAD response:
es: Respuesta de GET SPEEDREAD:

source: GET SPEEDREAD sense:
es: Sense de GET SPEEDREAD:

source: GET SPEEDREAD decoded sense:
es: Sense descodificado de GET SPEEDREAD:

# Sending_GET_TEST_WRITE_DVD_Plus_to_the_device
source: Sending GET TEST WRITE DVD+ to the device:
es: Enviando GET TEST WRITE DVD+ al dispositivo:

# GET_TEST_WRITE_DVD_Plus_response
source: GET TEST WRITE DVD+ response:
es: Respuesta de GET TEST WRITE DVD+:

# GET_TEST_WRITE_DVD_Plus_sense
source: GET TEST WRITE DVD+ sense:
es: Sense de GET TEST WRITE DVD+:

# GET_TEST_WRITE_DVD_Plus_decoded_sense
source: GET TEST WRITE DVD+ decoded sense:
es: Sense descodificado de GET TEST WRITE DVD+:

source: Parameters for GET VARIREC command:
es: Parámetros para el comando GET VARIREC:

source: Sending GET VARIREC to the device:
es: Enviando GET VARIREC al dispositivo:

source: GET VARIREC response:
es: Respuesta de GET VARIREC:

source: GET VARIREC sense:
es: Sense de GET VARIREC:

source: GET VARIREC decoded sense:
es: Sense descodificado de GET VARIREC:

source: Sending POWEREC GET SPEEDS to the device:
es: Enviando POWEREC GET SPEEDS al dispositivo:

source: PoweRec is enabled.
es: PoweRec está activado.

source: PoweRec is disabled.
es: PoweRec está desactivado.

source: Speed: {0}
es: Velocidad: {0}

source: POWEREC GET SPEEDS decoded sense:
es: Sense descodificado de POWEREC GET SPEEDS:

source: POWEREC GET SPEEDS sense:
es: Sense de POWEREC GET SPEEDS:

source: Sending READ EEPROM to the device:
es: Enviando READ EEPROM al dispositivo:

source: READ EEPROM response:
es: Respuesta de READ EEPROM:

source: READ EEPROM sense:
es: Sense de READ EEPROM:

source: READ EEPROM decoded sense:
es: Sense descodificado de READ EEPROM:

source: Parameters for READ EEPROM command:
es: Parámetros para el comando READ EEPROM:

source: EEPROM block to read: {0}
es: Bloque de la EEPROM a leer: {0}

source: EEPROM block size: {0}
es: Tamaño del bloque de la EEPROM: {0}

# EEPROM_block_to_read_Q
source: EEPROM block to read?:
es: ¿Bloque de la EEPROM a leer?:

# EEPROM_block_size_Q
source: EEPROM block size?:
es: ¿Tamaño del bloque de la EEPROM?

source: Send a SCSI Block Command to the device:
es: Enviar comando SCSI Block al dispositivo:

source: 1.- Send READ (6) command.
es: 1.- Enviar comando READ (6).

source: 2.- Send READ (10) command.
es: 2.- Enviar comando READ (10).

source: 3.- Send READ (12) command.
es: 3.- Enviar comando READ (12).

source: 4.- Send READ (16) command.
es: 4.- Enviar comando READ (16).

source: 5.- Send READ LONG (10) command.
es: 5.- Enviar comando READ LONG (10).

source: 6.- Send READ LONG (16) command.
es: 6.- Enviar comando READ LONG (16).

source: 7.- Send SEEK (6) command.
es: 7.- Enviar comando SEEK (6).

source: 8.- Send SEEK (10) command.
es: 8.- Enviar comando SEEK (10).

source: Parameters for READ (6) command:
es: Parámetros para el comando READ (6):

source: {0} blocks to read
es: Se leerán {0} bloques

source: {0} bytes expected per block
es: {0} bytes esperados por bloque

# Return_to_SCSI_Block_Commands_menu
source: 0.- Return to SCSI Block Commands menu.
es: 0.- Volver al menú de comandos de bloque SCSI.

source: Returning to SCSI Block Commands menu...
es: Volviendo al menú de comandos de bloques SCSI...

source: Max LBA is {0}, setting to {0}
es: El LBA máximo es {0}, estableciendo a {0}.

# Blocks_to_read_zero_for_256_blocks
source: Blocks to read (0 for 256 blocks)?:
es: ¿Bloques a leer (0 para 256 bloques)?:

# How_many_bytes_to_expect_per_block_Q
source: How many bytes to expect per block?:
es: ¿Cuántos bytes se esperan por bloque?:

source: Sending READ (6) to the device:
es: Enviando READ (6) al dispositivo:

source: READ (6) response:
es: Respuesta de READ (6):

source: READ (6) sense:
es: Sense de READ (6):

source: READ (6) decoded sense:
es: Sense descodificado de READ (6):

source: Parameters for READ (10) command:
es: Parámetros para el comando READ (10):

source: How to check protection information: {0}
es: Cómo comprobar la información de protección: {0}

source: Give lowest cache priority?: {0}
es: ¿Dar la menor prioridad a la caché?: {0}

source: Force bypassing cache and reading from medium?: {0}
es: ¿Forzar ignorar la caché y leer del medio?: {0}

source: Force bypassing cache and reading from non-volatile cache?: {0}
es: ¿Forzar ignorar la caché y leer de la caché no volátil?: {0}

source: Group number: {0}
es: Grupo número: {0}

# Address_relative_to_current_position_Q
source: Address relative to current position?:
es: ¿Dirección relativa a la posición actual?:

# How_to_check_protection_information_Q
source: How to check protection information?:
es: ¿Cómo comprobar la información de protección?:

# Give_lowest_cache_priority_Q
source: Give lowest cache priority?:
es: ¿Dar la menor prioridad a la caché?:

# Force_bypassing_cache_and_reading_from_medium_Q
source: Force bypassing cache and reading from medium?:
es: ¿Forzar ignorar la caché y leer del medio?:

# Force_bypassing_cache_and_reading_from_non_volatile_cache_Q
source: Force bypassing cache and reading from non-volatile cache?:
es: ¿Forzar ignorar la caché y leer de la caché no volátil?:

# Group_number_Q
source: Group number?:
es: ¿Número de grupo?

source: Sending READ (10) to the device:
es: Enviando READ (10) al dispositivo:

source: READ (10) response:
es: Respuesta de READ (10):

source: READ (10) sense:
es: Sense de READ (10):

source: READ (10) decoded sense:
es: Sense descodificado de READ (10):

source: Parameters for READ (12) command:
es: Parámetros para el comando READ (12):

source: Use streaming?: {0}
es: ¿Usar transmisión?: {0}

# Use_streaming_Q
source: Use streaming?:
es: ¿Usar transmisión?:

source: Sending READ (12) to the device:
es: Enviando READ (12) al dispositivo:

source: READ (12) response:
es: Respuesta de READ (12):

source: READ (12) sense:
es: Sense de READ (12):

source: READ (12) decoded sense:
es: Sense descodificado de READ (12):

source: Parameters for READ (16) command:
es: Parámetros para el comando READ (16):

source: Sending READ (16) to the device:
es: Enviando READ (16) al dispositivo:

source: READ (16) response:
es: Respuesta de READ (16):

source: READ (16) sense:
es: Sense de READ (16):

source: READ (16) decoded sense:
es: Sense descodificado de READ (16):

source: Parameters for READ LONG (10) command:
es: Parámetros para el comando READ LONG (10):

source: Try to error correct block?: {0}
es: ¿Intentar corregir bloque erróneo?: {0}

# Try_to_error_correct_block_Q
source: Try to error correct block?:
es: ¿Intentar corregir bloque erróneo?:

source: Sending READ LONG (10) to the device:
es: Enviando READ LONG (10) al dispositivo:

source: READ LONG (10) response:
es: Respuesta de READ LONG (10):

source: READ LONG (10) sense:
es: Sense de READ LONG (10):

source: READ LONG (10) decoded sense:
es: Sense descodificado de READ LONG (10):

source: Parameters for READ LONG (16) command:
es: Parámetros para el comando READ LONG (16):

source: Sending READ LONG (16) to the device:
es: Enviando READ LONG (16) al dispositivo:

source: READ LONG (16) response:
es: Respuesta de READ LONG (16):

source: READ LONG (16) sense:
es: Sense de READ LONG (16):

source: READ LONG (16) decoded sense:
es: Sense descodificado de READ LONG (16):

source: Parameters for SEEK (6) command:
es: Parámetros para el comando SEEK (6):

source: Sending SEEK (6) to the device:
es: Enviando SEEK (6) al dispositivo:

source: SEEK (6) decoded sense:
es: Sense descodificado de SEEK (6):

source: SEEK (6) sense:
es: Sense de SEEK (6):

source: Parameters for SEEK (10) command:
es: Parámetros para el comando SEEK (10):

source: Sending SEEK (10) to the device:
es: Enviando SEEK (10) al dispositivo:

source: SEEK (10) sense:
es: Sense de SEEK (10):

source: Send a SCSI Media Changer command to the device:
es: Enviar comando SCSI Media Changer al dispositivo:

source: 1.- Send READ ATTRIBUTE command.
es: 1.- Enviar comando READ ATTRIBUTE.

source: Parameters for READ ATTRIBUTE command:
es: Parámetros para el comando READ ATTRIBUTE:

source: Action: {0}
es: Acción: {0}

source: Element: {0}
es: Elemento: {0}

source: Element type: {0}
es: Tipo de elemento: {0}

source: Volume: {0}
es: Volumen: {0}

source: Partition: {0}
es: Partición: {0}

source: First attribute: {0}
es: Primer atributo: {0}

source: Use cache?: {0}
es: ¿Usar caché?: {0}

# Return_to_SCSI_Media_Changer_commands_menu
source: 0.- Return to SCSI Media Changer commands menu.
es: 0.- Volver al menú de comandos SCSI Media Changer.

source: Returning to SCSI Media Changer commands menu...
es: Volviendo al menú de comandos SCSI Media Changer...

source: Attribute action
es: Atributo de acción

source: Not a valid attribute action. Press any key to continue...
es: No es una acción de atributo válida. Pulse cualquier tecla para continuar...

# Element_Q
source: Element?:
es: ¿Elemento?:

# Element_type_Q
source: Element type?:
es: ¿Tipo de elemento?:

# Volume_Q
source: Volume?:
es: ¿Volumen?:

# Partition_Q
source: Partition?:
es: ¿Partición?:

# First_attribute_Q
source: First attribute?:
es: ¿Primer atributo?:

# Use_cache_Q
source: Use cache?:
es: ¿Usar caché?:

source: Sending READ ATTRIBUTE to the device:
es: Enviando READ ATTRIBUTE al dispositivo:

source: READ ATTRIBUTE response:
es: Respuesta de READ ATTRIBUTE:

source: READ ATTRIBUTE sense:
es: Sense de READ ATTRIBUTE:

source: READ ATTRIBUTE decoded sense:
es: Sense descodificado de READ ATTRIBUTE:

source: Send a SCSI Primary Commands to the device:
es: Enviar un comando primero SCSI al dispositivo:

source: 1.- Send INQUIRY command.
es: 1.- Enviar comando INQUIRY.

# _2_Send_INQUIRY_EPVD_command
source: 2.- Send INQUIRY EVPD command.
es: 2.- Enviar comando INQUIRY EVPD.

source: 3.- Send MODE SENSE (6) command.
es: 3.- Enviar comando MODE SENSE (6).

source: 4.- Send MODE SENSE (10) command.
es: 4.- Enviar comando MODE SENSE (10).

source: 5.- Send PREVENT ALLOW MEDIUM REMOVAL command.
es: 5.- Enviar comando PREVENT ALLOW MEDIUM REMOVAL.

source: 6.- Send READ CAPACITY (10) command.
es: 6.- Enviar comando READ CAPACITY (10).

source: 7.- Send READ CAPACITY (16) command.
es: 7.- Enviar comando READ CAPACITY (16).

source: 8.- Send READ MEDIA SERIAL NUMBER command.
es: 8.- Enviar comando READ MEDIA SERIAL NUMBER.

source: 9.- Send REQUEST SENSE command.
es: 9.- Enviar comando REQUEST SENSE.

source: 10.- Send TEST UNIT READY command.
es: 10.- Enviar comando TEST UNIT READY.

source: Sending INQUIRY to the device:
es: Enviando INQUIRY al dispositivo:

# Return_to_SCSI_Primary_Commands_menu
source: 0.- Return to SCSI Primary Commands menu.
es: 0.- Volver al menú de comandos primarios SCSI.

source: Returning to SCSI Primary Commands menu...
es: Volviendo al menú de comandos primarios SCSI...

source: INQUIRY response:
es: Respuesta de INQUIRY:

source: INQUIRY decoded response:
es: Respuesta descodificada de INQUIRY:

source: INQUIRY sense:
es: Sense de INQUIRY:

source: INQUIRY decoded sense:
es: Sense descodificado de INQUIRY:

source: Parameters for INQUIRY command:
es: Parámetros para el comando INQUIRY:

source: EVPD page: {0}
es: Página EVPD: {0}

# Page_Q
source: Page?:
es: ¿Página?:

source: Parameters for MODE SENSE (6) command:
es: Parámetros para el comando MODE SENSE (6):

source: Page control: {0}
es: Página de control: {0}

source: Page: {0}
es: Página: {0}

source: Subpage: {0}
es: Subpágina: {0}

source: Page control
es: Página de control

source: Not a correct page control. Press any key to continue...
es: No es una página de control correcta. Pulse cualquier tecla para continuar...

# Subpage_Q
source: Subpage?:
es: ¿Subpágina?:

source: Sending MODE SENSE (6) to the device:
es: Enviando MODE SENSE (6) al dispositivo:

source: MODE SENSE (6) response:
es: Respuesta de MODE SENSE (6):

source: MODE SENSE (6) decoded response:
es: Respuesta descodificada de MODE SENSE (6):

source: MODE SENSE (6) sense:
es: Sense de MODE SENSE (6):

source: MODE SENSE (6) decoded sense:
es: Sense descodificado de MODE SENSE (6):

source: Parameters for MODE SENSE (10) command:
es: Parámetros para el comando MODE SENSE (10):

source: Sending MODE SENSE (10) to the device:
es: Enviando MODE SENSE (10) al dispositivo:

source: MODE SENSE (10) response:
es: Respuesta de MODE SENSE (10):

source: MODE SENSE (10) decoded response:
es: Respuesta descodificada de MODE SENSE (10):

source: MODE SENSE (10) sense:
es: Sense de MODE SENSE (10):

source: MODE SENSE (10) decoded sense:
es: Sense descodificado de MODE SENSE (10):

source: Mode: {0}
es: Modo: {0}

source: Mode
es: Modo

source: Not a correct mode. Press any key to continue...
es: No es un modo correcto. Pulse cualquier tecla para continuar...

source: Parameters for READ CAPACITY (10) command:
es: Parámetros para el comando READ CAPACITY (10):

source: Relative address?: {0}
es: ¿Dirección relativa?: {0}

source: Partial capacity?: {0}
es: ¿Capacidad parcial: {0}

# Partial_capacity_Q
source: Partial capacity?:
es: ¿Capacidad parcial?:

source: Sending READ CAPACITY (10) to the device:
es: Enviando READ CAPACITY (10) al dispositivo:

source: READ CAPACITY (10) response:
es: Respuesta de READ CAPACITY (10):

source: READ CAPACITY (10) sense:
es: Sense de READ CAPACITY (10):

source: READ CAPACITY (10) decoded sense:
es: Sense descodificado de READ CAPACITY (10):

source: Parameters for READ CAPACITY (16) command:
es: Parámetros para el comando READ CAPACITY (16):

source: Sending READ CAPACITY (16) to the device:
es: Enviando READ CAPACITY (16) al dispositivo:

source: READ CAPACITY (16) response:
es: Respuesta de READ CAPACITY (16):

source: READ CAPACITY (16) sense:
es: Sense de READ CAPACITY (16):

source: READ CAPACITY (16) decoded sense:
es: Sense descodificado de READ CAPACITY (16):

source: Sending READ MEDIA SERIAL NUMBER to the device:
es: Enviando READ MEDIA SERIAL NUMBER al dispositivo:

source: READ MEDIA SERIAL NUMBER response:
es: Respuesta de READ MEDIA SERIAL NUMBER:

source: READ MEDIA SERIAL NUMBER sense:
es: Sense de READ MEDIA SERIAL NUMBER:

source: READ MEDIA SERIAL NUMBER decoded sense:
es: Sense descodificado de READ MEDIA SERIAL NUMBER:

source: Parameters for REQUEST SENSE command:
es: Parámetros para el comando REQUEST SENSE:

source: Sending REQUEST SENSE to the device:
es: Enviando REQUEST SENSE al dispositivo:

source: REQUEST SENSE decoded sense:
es: Sense de Sense descodificado de REQUEST:

source: REQUEST SENSE sense:
es: Sense de REQUEST SENSE:

source: Sending TEST UNIT READY to the device:
es: Enviando TEST UNIT READY al dispositivo:

source: TEST UNIT READY decoded sense:
es: Sense descodificado de TEST UNIT READY:

source: TEST UNIT READY sense:
es: Sense de TEST UNIT READY:

source: Send a SCSI Streaming Command to the device:
es: Enviar un comando SCSI Streaming al dispositivo:

source: 1.- Send LOAD UNLOAD command.
es: 1.- Enviar comando LOAD UNLOAD.

source: 2.- Send LOCATE (10) command.
es: 2.- Enviar comando LOCATE (10).

source: 3.- Send LOCATE (16) command.
es: 3.- Enviar comando LOCATE (16).

source: 4.- Send READ (6) command.
es: 4.- Enviar comando READ (6).

source: 5.- Send READ (16) command.
es: 5.- Enviar comando READ (16).

source: 6.- Send READ BLOCK LIMITS command.
es: 6.- Enviar comando READ BLOCK LIMITS.

source: 7.- Send READ POSITION command.
es: 7.- Enviar comando READ POSITION.

source: 8.- Send READ REVERSE (6) command.
es: 8.- Enviar comando READ REVERSE (6).

source: 9.- Send READ REVERSE (16) command.
es: 9.- Enviar comando READ REVERSE (16).

source: 10.- Send RECOVER BUFFERED DATA command.
es: 10.- Enviar comando RECOVER BUFFERED DATA.

source: 11.- Send REPORT DENSITY SUPPORT command.
es: 11.- Enviar comando REPORT DENSITY SUPPORT.

source: 12.- Send REWIND command.
es: 12.- Enviar comando REWIND.

source: 13.- Send SPACE command.
es: 13.- Enviar comando SPACE.

source: 14.- Send TRACK SELECT command.
es: 14.- Enviar comando TRACK SELECT.

source: Parameters for LOAD UNLOAD command:
es: Parámetros para el comando LOAD UNLOAD:

source: Load?: {0}
es: ¿Cargar?: {0}

source: Retense?: {0}
es: ¿Retensar?: {0}

source: End of tape?: {0}
es: ¿Fin de cinta?: {0}

source: Hold?: {0}
es: ¿Mantener?: {0}

# Return_to_SCSI_Streaming_Commands_menu
source: 0.- Return to SCSI Streaming Commands menu.
es: 0.- Volver al menú de comandos SCSI Streaming.

source: Returning to SCSI Streaming Commands menu...
es: Volviendo al menú de comandos SCSI Streaming...

# Load_Q
source: Load?:
es: ¿Cargar?:

# Retense_Q
source: Retense?:
es: ¿Retensar?:

# End_of_tape_Q
source: End of tape?:
es: ¿Fin de cinta?

# Hold_Q
source: Hold?:
es: ¿Mantener?:

source: Sending LOAD UNLOAD to the device:
es: Enviando LOAD UNLOAD al dispositivo:

source: LOAD UNLOAD decoded sense:
es: Sense descodificado de LOAD UNLOAD:

source: LOAD UNLOAD sense:
es: Sense de LOAD UNLOAD:

source: Parameters for LOCATE (10) command:
es: Parámetros para el comando LOCATE (10):

source: Locate block?: {0}
es: ¿Localizar bloque?: {0}

source: Change partition?: {0}
es: ¿Cambiar partición?: {0}

source: Block: {0}
es: Bloque: {0}

source: Object: {0}
es: Objeto: {0}

# Change_partition_Q
source: Change partition?:
es: ¿Cambiar partición?:

# Block_Q
source: Block?:
es: ¿Bloque?:

# Object_Q
source: Object?:
es: ¿Objeto?

source: Sending LOCATE (10) to the device:
es: Enviando LOCATE (10) al dispositivo:

source: LOCATE (10) decoded sense:
es: Sense descodificado de LOCATE (10):

source: LOCATE (10) sense:
es: Sense de LOCATE (10):

source: Parameters for LOCATE (16) command:
es: Parámetros para el comando LOCATE (16):

source: Object type: {0}
es: Tipo de objeto: {0}

source: Explicit identifier?: {0}
es: ¿Identificador explícito?: {0}

source: Object identifier: {0}
es: Identificador de objeto: {0}

source: Object type
es: Tipo de objeto

# Explicit_identifier_Q
source: Explicit identifier?:
es: ¿Identificador explícito?:

source: Identifier
es: Identificador

source: Sending LOCATE (16) to the device:
es: Enviando LOCATE (16) al dispositivo:

source: LOCATE (16) decoded sense:
es: Sense descodificado de LOCATE (16):

source: LOCATE (16) sense:
es: Sense de LOCATE (16):

source: Fixed block size?: {0}
es: ¿Tamaño de bloque fijo?: {0}

source: Will read {0} blocks
es: Se leerán {0} bloques

source: Will read {0} bytes
es: Se leerán {0} bytes

source: Suppress length indicator?: {0}
es: ¿Suprimir indicator de longitud?: {0}

# Fixed_block_size_Q
source: Fixed block size?:
es: ¿Tamaño de bloque fijo?:

# How_many_blocks_to_read_Q
source: How many blocks to read?:
es: ¿Cuántos bloques leer?:

# How_many_bytes_to_read_Q
source: How many bytes to read?:
es: ¿Cuántos bytes leer?:

source: Max number of blocks is {0}, setting to {0}
es: El número máximo de bloques es {0}, estableciendo a {0}

source: Max number of bytes is {0}, setting to {0}
es: El número máximo de bytes es {0}, estableciendo a {0}

# Suppress_length_indicator_Q
source: Suppress length indicator?:
es: ¿Suprimir indicator de longitud?:

source: Will read {0} objects
es: Se leerán {0} objetos

source: {0} bytes expected per object
es: {0} bytes esperados por objeto

source: Read object {0} from partition {1}
es: Leer objeto {0} de la partición {1}

# How_many_objects_to_read_Q
source: How many objects to read?:
es: ¿Cúantos objetos leer?:

# How_many_bytes_to_expect_per_object_Q
source: How many bytes to expect per object?:
es: ¿Cuántos bytes se esperan por objeto?:

# Object_identifier_Q
source: Object identifier?:
es: ¿Identificador de objeto?:

source: Sending READ BLOCK LIMITS to the device:
es: Enviando READ BLOCK LIMITS al dispositivo:

source: READ BLOCK LIMITS response:
es: Respuesta de READ BLOCK LIMITS:

source: READ BLOCK LIMITS decoded response:
es: Respuesta descodificada de READ BLOCK LIMITS:

source: READ BLOCK LIMITS sense:
es: Sense de READ BLOCK LIMITS:

source: READ BLOCK LIMITS decoded sense:
es: Sense descodificado de READ BLOCK LIMITS:

source: Response form: {0}
es: Forma de respuesta: {0}

source: Response form
es: Forma de respuesta:

source: Available values: {0} {1} {2} {3} {4} {5} {6} {7} {8}
es: Valores disponibles: {0} {1} {2} {3} {4} {5} {6} {7} {8}

source: Not a correct response form. Press any key to continue...
es: No es una forma de respuesta correcta. Pulse cualquier tecla para continuar...

source: Sending READ POSITION to the device:
es: Enviando READ POSITION al dispositivo:

source: READ POSITION decoded sense:
es: Sense descodificado de READ POSITION:

source: READ POSITION sense:
es: Sense de READ POSITION:

source: Parameters for READ REVERSE (6) command:
es: Parámetros para el comando READ REVERSE (6):

source: Drive should unreverse bytes?: {0}
es: ¿Debe la unidad desintervir los bytes?: {0}

# Drive_should_unreverse_bytes_Q
source: Drive should unreverse bytes?:
es: ¿Debe la unidad desintervir los bytes?:

source: Sending READ REVERSE (6) to the device:
es: Enviando READ REVERSE (6) al dispositivo:

source: READ REVERSE (6) response:
es: Respuesta de READ REVERSE (6):

source: READ REVERSE (6) sense:
es: Sense de READ REVERSE (6):

source: READ REVERSE (6) decoded sense:
es: Sense descodificado de READ REVERSE (6):

source: Parameters for READ REVERSE (16) command:
es: Parámetros para el comando READ REVERSE (16):

source: Sending READ REVERSE (16) to the device:
es: Enviando READ REVERSE (16) al dispositivo:

source: READ REVERSE (16) response:
es: Respuesta de READ REVERSE (16):

source: READ REVERSE (16) sense:
es: Sense de READ REVERSE (16):
