Repository: Deterous/Aaru
Catalog: Aaru.Tests.Devices/Localization/Localization.*.resx
Languages: es

# Send_a_SecureDigital_MultiMediaCard_command
source: 3.- Send a SecureDigital/MultiMediaCard command.
es: 3.- Enviar comando SecureDigital/MultiMediaCard.

# Send_a_NVMe_command
source: 4.- Send a NVMe command.
es: 4.- Enviar comando NVMe.

# Send_a_special_sequence_of_commands_for_SCSI_Multimedia_devices
source: 5.- Send a special sequence of commands for SCSI Multimedia devices.
es: 5.- Enviar una secuencia especial de comandos para dispositivos SCSI MultiMedia.

source: Returning to device menu...
es: Volviendo al menú del dispositivo...

# Return_to_device_menu
source: 0.- Return to device menu.
es: 0.- Volver al menú del dispositivo.

source: Status: {0}
es: Estado: {0}

source: Bit 7 set?: {0}
es: ¿Bit 7 establecido?: {0}

source: Bit 5 set?: {0}
es: ¿Bit 5 establecido?: {0}

source: Options:
es: Opciones:

# Print_USB_descriptors
source: 1.- Print USB descriptors.
es: 1.- Mostrar los descriptores USB.

# Print_PCMCIA_CIS
source: 2.- Print PCMCIA CIS.
es: 2.- Mostrar el CIS de PCMCIA.

source: 3.- Send a command to the device.
es: 3.- Enviar un comando al dispositivo.

# Return_to_device_selection
source: 0.- Return to device selection.
es: 0.- Volver a la selección de dispositivo.

source: Returning to device selection...
es: Volviendo a la selección de dispositivo...

source: USB descriptors:
es: Descriptores USB:

source: PCMCIA CIS:
es: CIS de PCMCIA:

source: No known devices attached.
es: No hay dispositivos conocidos conectados.

source: Aaru device handling tests
es: Pruebas de manejo de dispositivos de Aaru

source: Path
es: Ruta

source: Vendor
es: Fabricante

source: Model
es: Modelo

source: Serial
es: Número de serie

source: Supported?
es: ¿Soportado?

source: Number
es: Número

# Please_choose_which_drive_to_test_zero_to_exit
source: Please choose which drive to test (0 to exit):
es: Por favor elija qúe unidad probar (0 para salir):

source: Exiting...
es: Saliendo...

source: No such device. Press any key to continue...
es: No existe el dispositivo. Pulse cualquier tecla para continuar...

source: NVMe commands not yet implemented. Press any key to continue...
es: Los comandos NVMe todavía no están implementados. Pulse cualquier tecla para continuar...

source: Send a SCSI command to the device:
es: Enviar un comando SCSI al dispositivo:

source: 1.- Send an Adaptec vendor command to the device.
es: 1.- Enviar comando del fabricante Adaptec al dispositivo.

source: 2.- Send an Archive vendor command to the device.
es: 2.- Enviar comando del fabricante Archive al dispositivo.

source: 3.- Send a Certance vendor command to the device.
es: 3.- Enviar un comando del fabricante Certance al dispositivo.

source: 4.- Send a Fujitsu vendor command to the device.
es: 4.- Enviar un comando del fabricante Fujitsu al dispositivo.

source: 5.- Send an HL-DT-ST vendor command to the device.
es: 5.- Enviar comando del fabricante HL-DT-ST al dispositivo.

source: 6.- Send a Hewlett-Packard vendor command to the device.
es: 6.- Enviar un comando del fabricante Hewlett-Packard al dispositivo.

source: 7.- Send a Kreon vendor command to the device.
es: 7.- Enviar un comando del fabricante Kreon al dispositivo.

source: 8.- Send a SCSI MultiMedia Command to the device.
es: 8.- Enviar comando SCSI MultiMedia al dispositivo.

source: 9.- Send a NEC vendor command to the device.
es: 9.- Enviar un comando del fabricante NEC al dispositivo.

source: 10.- Send a Pioneer vendor command to the device.
es: 10.- Enviar un comando del fabricante Pioneer al dispositivo.

source: 11.- Send a Plasmon vendor command to the device.
es: 11.- Enviar un comando del fabricante Plasmon al dispositivo.

source: 12.- Send a Plextor vendor command to the device.
es: 12.- Enviar un comando del fabricante Plextor al dispositivo.

source: 13.- Send a SCSI Block Command to the device.
es: 13.- Enviar comando SCSI Block al dispositivo.

source: 14.- Send a SCSI Media Changer command to the device.
es: 14.- Enviar comando SCSI Media Changer al dispositivo.

source: 15.- Send a SCSI Primary Command to the device.
es: 15.- Enviar comando SCSI Primary al dispositivo.

source: 16.- Send a SCSI Streaming Command to the device.
es: 16.- Enviar comando SCSI Streaming al dispositivo.

source: 17.- Send a SyQuest vendor command to the device.
es: 17.- Enviar un comando del fabricante SyQuest al dispositivo.

source: Send an SecureDigital/MultiMediaCard command to the device:
es: Enviar comando SecureDigital/MultiMediaCard al dispositivo:

source: 1.- Send a SecureDigital command to the device.
es: 1.- Enviar comando SecureDigital al dispositivo.

source: 2.- Send a MultiMediaCard command to the device.
es: 2.- Enviar comando MultiMediaCard al dispositivo.
