Repository: Deterous/Aaru
Catalog: Aaru.Tests.Devices/Localization/Localization.*.resx
Languages: es

source: Device: {0}
es: Dispositivo: {0}

source: Send a 28-bit ATA command to the device:
es: Enviar un comando ATA de 28-bits al dispositivo:

# Send_READ_BUFFER_command
source: 1.- Send READ BUFFER command.
es: 1.- Enviar comando READ BUFFER.

# Send_READ_BUFFER_DMA_command
source: 2.- Send READ BUFFER DMA command.
es: 2.- Enviar comando READ BUFFER DMA.

source: 3.- Send READ DMA command.
es: 3.- Enviar comando READ DMA.

source: 4.- Send READ DMA WITH RETRIES command.
es: 4.- Enviar comando READ DMA WITH RETRIES.

source: 5.- Send READ LONG command.
es: 5.- Enviar comando READ LONG.

source: 6.- Send READ LONG WITH RETRIES command.
es: 6.- Enviar comando READ LONG WITH RETRIES.

source: 7.- Send READ MULTIPLE command.
es: 7.- Enviar comando READ MULTIPLE.

# Send_READ_NATIVE_MAX_ADDRESS_command
source: 8.- Send READ NATIVE MAX ADDRESS command.
es: 8.- Enviar comando READ NATIVE MAX ADDRESS.

source: 9.- Send READ SECTORS command.
es: 9.- Enviar comando READ SECTORS.

source: 10.- Send READ SECTORS WITH RETRIES command.
es: 10.- Enviar comando READ SECTORS WITH RETRIES.

source: 11.- Send SEEK command.
es: 11.- Enviar comando SEEK.

# Return_to_ATA_commands_menu
source: 0.- Return to ATA commands menu.
es: 0.- Volver al menú de comandos ATA.

source: Choose:
es: Elija:

source: Not a number. Press any key to continue...
es: No es un número. Pulse cualquier tecla para continuar...

source: Returning to ATA commands menu...
es: Volviendo al menú de comandos ATA...

source: Incorrect option. Press any key to continue...
es: Opción incorrecta. Pulse cualquier tecla para continuar...

source: Sending READ BUFFER to the device:
es: Enviando READ BUFFER al dispositivo:

source: Command took {0} ms.
es: El comando tomó {0} ms.

source: Sense is {0}.
es: Sense es {0}

source: Buffer is {0} bytes.
es: El búfer tiene {0} bytes.

# Buffer_is_null_or_empty_0_Q
source: Buffer is null or empty? {0}
es: ¿Está vació o es nulo el búfer?: {0}

source: Choose what to do:
es: Elegir qué hacer:

# Print_buffer
source: 1.- Print buffer.
es: 1.- Mostrar el búfer.

# Decode_error_registers
source: 2.- Decode error registers.
es: 2.- Descodificar registros de error.

# Send_command_again
source: 3.- Send command again.
es: 3.- Enviar el comando otra vez.

# Return_to_28_bit_ATA_commands_menu
source: 0.- Return to 28-bit ATA commands menu.
es: 0.- Volver al menú de comandos ATA de 28-bits.

source: Returning to 28-bit ATA commands menu...
es: Volviendo al menú de comandos ATA de 28-bits...

source: READ BUFFER response:
es: Respuesta de READ BUFFER:

source: Press any key to continue...
es: Pulse cualquier tecla para continuar...

source: READ BUFFER status registers:
es: Registros de estado de READ BUFFER:

source: null
es: nulo

source: Sending READ BUFFER DMA to the device:
es: Enviando READ BUFFER DMA al dispositivo:

source: READ BUFFER DMA response:
es: Respuesta de READ BUFFER DMA:

source: READ BUFFER DMA status registers:
es: Registros de estado de READ BUFFER DMA:

source: Parameters for READ DMA WITH RETRIES command:
es: Parámetros para el comando READ DMA WITH RETRIES:

source: Parameters for READ DMA command:
es: Parámetros para el comando READ DMA:

source: Count: {0}
es: Cuenta: {0}

source: 1.- Change parameters.
es: 1.- Cambiar parámetros.

source: What logical block address?:
es: ¿Qué dirección del bloque lógico?:

source: Logical block address cannot be bigger than {0}. Setting it to {0}...
es: La dirección no puede ser mayor de {0}. Estableciéndola a {0}...

source: How many sectors?:
es: ¿Cuántos sectores?:

source: Sending READ DMA WITH RETRIES to the device:
es: Enviando READ DMA WITH RETRIES al dispositivo:

source: Sending READ DMA to the device:
es: Enviando READ DMA al dispositivo:

source: 4.- Change parameters.
es: 4.- Cambiar parámetros.

source: READ DMA WITH RETRIES response:
es: Respuesta de READ DMA WITH RETRIES:

source: READ DMA response:
es: Respuesta de READ DMA:

source: READ DMA WITH RETRIES status registers:
es: Registros de estado de READ DMA WITH RETRIES:

source: READ DMA status registers:
es: Registros de estado de READ DMA:

source: 2.- Send command with these parameters.
es: 2.- Enviar el comando con estos parámetros.

source: Parameters for READ LONG WITH RETRIES command:
es: Parámetros para el comando READ LONG WITH RETRIES:

source: Parameters for READ LONG command:
es: Parámetros para el comando READ LONG:

source: Block size: {0}
es: Tamaño del bloque: {0}

source: How many bytes to expect?:
es: ¿Cuántos bytes se esperan?:

source: Sending READ LONG WITH RETRIES to the device:
es: Enviando READ LONG WITH RETRIES al dispositivo:

source: Sending READ LONG to the device:
es: Enviando READ LONG al dispositivo:

source: READ LONG WITH RETRIES response:
es: Respuesta de READ LONG WITH RETRIES:

source: READ LONG response:
es: Respuesta de READ LONG:

source: READ LONG WITH RETRIES status registers:
es: Registros de estado de READ LONG WITH RETRIES:

source: READ LONG status registers:
es: Registros de estado de READ LONG:

source: Parameters for READ MULTIPLE command:
es: Parámetros para el comando READ MULTIPLE:

source: Sending READ MULTIPLE to the device:
es: Enviando READ MULTIPLE al dispositivo:

source: READ MULTIPLE response:
es: Respuesta de READ MULTIPLE:

source: READ MULTIPLE status registers:
es: Registros de estado de READ MULTIPLE:

source: Sending READ NATIVE MAX ADDRESS to the device:
es: Enviando READ NATIVE MAX ADDRESS al dispositivo:

source: Max LBA is {0}.
es: El LBA máximo es {0}.

source: 1.- Decode error registers.
es: 1.- Descodificar registros de error.

source: 2.- Send command again.
es: 2.- Enviar el comando de nuevo.

source: READ NATIVE MAX ADDRESS status registers:
es: Registros de estado de READ NATIVE MAX ADDRESS:

source: Parameters for READ SECTORS WITH RETRIES command:
es: Parámetros para el comando READ SECTORS WITH RETRIES:

source: Parameters for READ SECTORS command:
es: Parámetros para el comando READ SECTORS:

source: Sending READ SECTORS WITH RETRIES to the device:
es: Enviando READ SECTORS WITH RETRIES al dispositivo:

source: Sending READ SECTORS to the device:
es: Enviando READ SECTORS al dispositivo:

source: READ SECTORS WITH RETRIES response:
es: Respuesta de READ SECTORS WITH RETRIES:

source: READ SECTORS response:
es: Respuesta de READ SECTORS:

source: READ SECTORS WITH RETRIES status registers:
es: Registros de estado de READ SECTORS WITH RETRIES:

source: READ SECTORS status registers:
es: Registros de estado de READ SECTORS:

source: Parameters for SEEK command:
es: Parámetros para el comando SEEK:

source: Sending SEEK to the device:
es: Enviando SEEK al dispositivo:

source: 3.- Change parameters.
es: 3.- Cambiar parámetros.

source: SEEK status registers:
es: Registros de estado de SEEK:

source: Send a 48-bit ATA command to the device:
es: Enviar un comando ATA de 48-bits al dispositivo:

# Send_GET_NATIVE_MAX_ADDRESS_EXT_command
source: 1.- Send GET NATIVE MAX ADDRESS EXT command.
es: 1.- Enviar comando GET NATIVE MAX ADDRESS EXT.

# Send_READ_DMA_EXT_command
source: 2.- Send READ DMA EXT command.
es: 2.- Enviar comando READ DMA EXT.

# Send_READ_LOG_DMA_EXT_command
source: 3.- Send READ LOG DMA EXT command.
es: 3.- Enviar comando READ LOG DMA EXT.

# Send_READ_LOG_EXT_command
source: 4.- Send READ LOG EXT command.
es: 4.- Enviar comando READ LOG EXT.

# Send_READ_NATIVE_MAX_ADDRESS_EXT_command
source: 5.- Send READ NATIVE MAX ADDRESS EXT command.
es: 5.- Enviar comando READ NATIVE MAX ADDRESS EXT.

# Send_READ_MULTIPLE_EXT_command
source: 6.- Send READ MULTIPLE EXT command.
es: 6.- Enviar comando READ MULTIPLE EXT.

# Send_READ_SECTORS_EXT_command
source: 7.- Send READ SECTORS EXT command.
es: 7.- Enviar comando READ SECTORS EXT.

source: Sending GET NATIVE MAX ADDRESS EXT to the device:
es: Enviando GET NATIVE MAX ADDRESS EXT al dispositivo:

# Return_to_48_bit_ATA_commands_menu
source: 0.- Return to 48-bit ATA commands menu.
es: 0.- Volver al menú de comandos ATA de 48-bits.

source: Returning to 48-bit ATA commands menu...
es: Volviendo al menú de comandos ATA de 48-bits...

source: GET NATIVE MAX ADDRESS EXT status registers:
es: Registros de estado de GET NATIVE MAX ADDRESS EXT:

source: Parameters for READ DMA EXT command:
es: Parámetros para el comando READ DMA EXT:

source: Sending READ DMA EXT to the device:
es: Enviando READ DMA EXT al dispositivo:

source: READ DMA EXT response:
es: Respuesta de READ DMA EXT:

source: READ DMA EXT status registers:
es: Registros de estado de READ DMA EXT:

source: Parameters for READ LOG EXT command:
es: Parámetros para el comando READ LOG EXT:

source: Log address: {0}
es: Dirección del registro: {0}

source: Page number: {0}
es: Número de página: {0}

source: What log address?:
es: ¿Qué dirección del registro?:

source: What page number?:
es: ¿Qué número de página?:

source: Sending READ LOG EXT to the device:
es: Enviando READ LOG EXT al dispositivo:

source: READ LOG EXT response:
es: Respuesta de READ LOG EXT:

source: READ LOG EXT status registers:
es: Registros de estado de READ LOG EXT:

source: Parameters for READ LOG DMA EXT command:
es: Parámetros para el comando READ LOG DMA EXT:

source: Sending READ LOG DMA EXT to the device:
es: Enviando READ LOG DMA EXT al dispositivo:

source: READ LOG DMA EXT response:
es: Respuesta de READ LOG DMA EXT:

source: READ LOG DMA EXT status registers:
es: Registros de estado de READ LOG DMA EXT:

source: Parameters for READ MULTIPLE EXT command:
es: Parámetros para el comando READ MULTIPLE EXT:

source: Sending READ MULTIPLE EXT to the device:
es: Enviando READ MULTIPLE EXT al dispositivo:

source: READ MULTIPLE EXT response:
es: Respuesta de READ MULTIPLE EXT:

source: READ MULTIPLE EXT status registers:
es: Registros de estado de READ MULTIPLE EXT:

source: Sending READ NATIVE MAX ADDRESS EXT to the device:
es: Enviando READ NATIVE MAX ADDRESS EXT al dispositivo:

source: Parameters for READ SECTORS EXT command:
es: Parámetros para el comando READ SECTORS EXT:

source: Sending READ SECTORS EXT to the device:
es: Enviando READ SECTORS EXT al dispositivo:

source: READ SECTORS EXT response:
es: Respuesta de READ SECTORS EXT:

source: READ SECTORS EXT status registers:
es: Registros de estado de READ SECTORS EXT:

source: Send a CHS ATA command to the device:
es: Enviar un comando ATA CHS al dispositivo:

# Send_IDENTIFY_DEVICE_command
source: 1.- Send IDENTIFY DEVICE command.
es: 1.- Enviar comando IDENTIFY DEVICE.

source: 2.- Send READ DMA command.
es: 2.- Enviar comando READ DMA.

source: 3.- Send READ DMA WITH RETRIES command.
es: 3.- Enviar comando READ DMA WITH RETRIES.

source: 4.- Send READ LONG command.
es: 4.- Enviar comando READ LONG.

source: 5.- Send READ LONG WITH RETRIES command.
es: 5.- Enviar comando READ LONG WITH RETRIES.

source: 6.- Send READ MULTIPLE command.
es: 6.- Enviar comando READ MULTIPLE.

source: 7.- Send READ SECTORS command.
es: 7.- Enviar comando READ SECTORS.

source: 8.- Send READ SECTORS WITH RETRIES command.
es: 8.- Enviar comando READ SECTORS WITH RETRIES.

source: 9.- Send SEEK command.
es: 9.- Enviar comando SEEK.

# Send_SET_FEATURES_command
source: 10.- Send SET FEATURES command.
es: 10.- Enviar comando SET FEATURES.

source: Sending IDENTIFY DEVICE to the device:
es: Enviando IDENTIFY DEVICE al dispositivo:

source: 2.- Decode buffer.
es: 2.- Descodificar el búfer.

source: 3.- Decode error registers.
es: 3.- Descodificar registros de error.

source: 4.- Send command again.
es: 4.- Enviar el comando de nuevo.

# Return_to_CHS_ATA_commands_menu
source: 0.- Return to CHS ATA commands menu.
es: 0.- Volver al menú de comandos ATA CHS.

source: Returning to CHS ATA commands menu...
es: Volviendo al menú de comandos ATA CHS...

source: IDENTIFY DEVICE response:
es: Respuesta de IDENTIFY DEVICE:

source: IDENTIFY DEVICE decoded response:
es: Respuesta descodificada de IDENTIFY DEVICE:

source: IDENTIFY DEVICE status registers:
es: Registros de estado de IDENTIFY DEVICE:

source: Cylinder: {0}
es: Cilindro: {0}

source: Head: {0}
es: Cabeza: {0}

source: What cylinder?:
es: ¿Qué cilindro?:

source: What head?:
es: ¿Qué cabeza?:

source: Head cannot be bigger than 15. Setting it to 15...
es: La cabeza no puede ser mayor de 15. Estableciendo en 15...

source: What sector?:
es: ¿Qué sector?:

source: Parameters for SET FEATURES command:
es: Parámetros para el comando SET FEATURES:

source: Sector count: {0}
es: Cuenta de sectores: {0}

# Feature_0_X2
source: Feature: 0x{0:X2}
es: Funcionalidad: 0x{0:X2}

source: What sector count?:
es: ¿Cuántos sectores?

source: What feature?:
es: ¿Qué funcionalidad?:

source: Sending SET FEATURES to the device:
es: Enviando SET FEATURES al dispositivo:

source: SET FEATURES status registers:
es: Registros de estado de SET FEATURES:

source: Send an ATAPI command to the device:
es: Enviar comando ATAPI al dispositivo:

# Send_IDENTIFY_PACKET_DEVICE_command
source: 1.- Send IDENTIFY PACKET DEVICE command.
es: 1.- Enviar comando IDENTIFY PACKET DEVICE.

source: Sending IDENTIFY PACKET DEVICE to the device:
es: Enviando IDENTIFY PACKET DEVICE al dispositivo:

# Return_to_ATAPI_commands_menu
source: 0.- Return to ATAPI commands menu.
es: 0.- Volver al menú de comandos ATAPI.

source: Returning to ATAPI commands menu...
es: Volviendo al menú de comandos ATAPI...

source: IDENTIFY PACKET DEVICE response:
es: Respuesta de IDENTIFY PACKET DEVICE:

source: IDENTIFY PACKET DEVICE decoded response:
es: Respuesta descodificada de IDENTIFY PACKET DEVICE:

source: IDENTIFY PACKET DEVICE status registers:
es: Registros de estado de IDENTIFY PACKET DEVICE:

source: Send a CompactFlash command to the device:
es: Enviar un comando CompactFlash al dispositivo:

# Send_REQUEST_EXTENDED_ERROR_CODE_command
source: 1.- Send REQUEST EXTENDED ERROR CODE command.
es: 1.- Enviar comando REQUEST EXTENDED ERROR CODE.

# Send_CHS_TRANSLATE_SECTOR_command
source: 2.- Send CHS TRANSLATE SECTOR command.
es: 2.- Enviar comando CHS TRANSLATE SECTOR.

# Send_LBA_TRANSLATE_SECTOR_command
source: 3.- Send LBA TRANSLATE SECTOR command.
es: 3.- Enviar comando LBA TRANSLATE SECTOR.

source: Sending REQUEST EXTENDED ERROR CODE to the device:
es: Enviando REQUEST EXTENDED ERROR CODE al dispositivo:

source: Error code is {0}.
es: Código de error {0}.

# Return_to_CompactFlash_commands_menu
source: 0.- Return to CompactFlash commands menu.
es: 0.- Volver al menú de comandos CompactFlash.

source: Returning to CompactFlash commands menu...
es: Volviendo al menú de comandos CompactFlash...

source: REQUEST EXTENDED ERROR CODE status registers:
es: Registros de estado de REQUEST EXTENDED ERROR CODE:

source: Parameters for TRANSLATE SECTOR command:
es: Parámetros para el comando TRANSLATE SECTOR:

source: Sending TRANSLATE SECTOR to the device:
es: Enviando TRANSLATE SECTOR al dispositivo:

source: TRANSLATE SECTOR response:
es: Respuesta de TRANSLATE SECTOR:

source: TRANSLATE SECTOR status registers:
es: Registros de estado de TRANSLATE SECTOR:

source: Send a Media Card Pass Through command to the device:
es: Enviar comando Media Card Pass Through al dispositivo:

# Send_CHECK_MEDIA_CARD_TYPE_command
source: 1.- Send CHECK MEDIA CARD TYPE command.
es: 1.- Enviar comando CHECK MEDIA CARD TYPE.

source: Parameters for CHECK MEDIA CARD TYPE command:
es: Parámetros para el comando CHECK MEDIA CARD TYPE:

source: Feature: {0}
es: Funcionalidad: {0}

# Return_to_Media_Card_Pass_Through_commands_menu
source: 0.- Return to Media Card Pass Through commands menu.
es: 0.- Volver al menú de comandos Media Card Pass Through.

source: Returning to Media Card Pass Through commands menu...
es: Volviendo al menú de comandos Media Card Pass Through...

source: Feature?:
es: ¿Funcionalidad?

source: Sending CHECK MEDIA CARD TYPE to the device:
es: Enviando CHECK MEDIA CARD TYPE al dispositivo:

source: CHECK MEDIA CARD TYPE status registers:
es: Registros de estado de CHECK MEDIA CARD TYPE:

source: 1.- Send command again.
es: 1.- Enviar el comando de nuevo.

source: 2.- Change parameters.
es: 2.- Cambiar parámetros.

source: Send a S.M.A.R.T. command to the device:
es: Enviar un comando S.M.A.R.T. al dispositivo:

# Send_DISABLE_ATTRIBUTE_AUTOSAVE_command
source: 1.- Send DISABLE ATTRIBUTE AUTOSAVE command.
es: 1.- Enviar comando DISABLE ATTRIBUTE AUTOSAVE.

# Send_DISABLE_OPERATIONS_command
source: 2.- Send DISABLE OPERATIONS command.
es: 2.- Enviar comando DISABLE OPERATIONS.

# Send_ENABLE_ATTRIBUTE_AUTOSAVE_command
source: 3.- Send ENABLE ATTRIBUTE AUTOSAVE command.
es: 3.- Enviar comando ENABLE ATTRIBUTE AUTOSAVE.

# Send_ENABLE_OPERATIONS_command
source: 4.- Send ENABLE OPERATIONS command.
es: 4.- Enviar comando ENABLE OPERATIONS.

# Send_EXECUTE_OFF_LINE_IMMEDIATE_command
source: 5.- Send EXECUTE OFF-LINE IMMEDIATE command.
es: 5.- Enviar comando EXECUTE OFF-LINE IMMEDIATE.

# Send_READ_DATA_command
source: 6.- Send READ DATA command.
es: 6.- Enviar comando READ DATA.

# Send_READ_LOG_command
source: 7.- Send READ LOG command.
es: 7.- Enviar comando READ LOG.

# Send_RETURN_STATUS_command
source: 8.- Send RETURN STATUS command.
es: 8.- Enviar comando RETURN STATUS.

source: Sending DISABLE ATTRIBUTE AUTOSAVE to the device:
es: Enviando DISABLE ATTRIBUTE AUTOSAVE al dispositivo:

source: DISABLE ATTRIBUTE AUTOSAVE status registers:
es: Registros de estado de DISABLE ATTRIBUTE AUTOSAVE:

# Return_to_SMART_commands_menu
source: 0.- Return to S.M.A.R.T. commands menu.
es: 0.- Volver al menú de comandos S.M.A.R.T..

source: Returning to S.M.A.R.T. commands menu...
es: Volviendo al menú de comandos S.M.A.R.T....

source: Sending DISABLE OPERATIONS to the device:
es: Enviando DISABLE OPERATIONS al dispositivo:

source: DISABLE OPERATIONS status registers:
es: Registros de estado de DISABLE OPERATIONS:

source: Sending ENABLE ATTRIBUTE AUTOSAVE to the device:
es: Enviando ENABLE ATTRIBUTE AUTOSAVE al dispositivo:

source: ENABLE ATTRIBUTE AUTOSAVE status registers:
es: Registros de estado de ENABLE ATTRIBUTE AUTOSAVE:

source: Sending ENABLE OPERATIONS to the device:
es: Enviando ENABLE OPERATIONS al dispositivo:

source: ENABLE OPERATIONS status registers:
es: Registros de estado de ENABLE OPERATIONS:

source: Parameters for EXECUTE OFF-LINE IMMEDIATE command:
es: Parámetros para el comando EXECUTE OFF-LINE IMMEDIATE:

source: Subcommand: {0}
es: Subcomando: {0}

source: Subcommand?:
es: ¿Subcomando?:

source: Sending EXECUTE OFF-LINE IMMEDIATE to the device:
es: Enviando EXECUTE OFF-LINE IMMEDIATE al dispositivo:

source: EXECUTE OFF-LINE IMMEDIATE status registers:
es: Registros de estado de EXECUTE OFF-LINE IMMEDIATE:

source: Sending READ DATA to the device:
es: Enviando READ DATA al dispositivo:

source: READ DATA response:
es: Respuesta de READ DATA:

source: READ DATA status registers:
es: Registros de estado de READ DATA:

source: Parameters for READ LOG command:
es: Parámetros para el comando READ LOG:

source: Log address?:
es: ¿Dirección del registro?:

source: Sending READ LOG to the device:
es: Enviando READ LOG al dispositivo:

source: READ LOG response:
es: Respuesta de READ LOG:

source: READ LOG status registers:
es: Registros de estado de READ LOG:

source: Sending RETURN STATUS to the device:
es: Enviando RETURN STATUS al dispositivo:

source: RETURN STATUS status registers:
es: Registros de estado de RETURN STATUS:

source: Send an Adaptec vendor command to the device:
es: Enviar comando del fabricante Adaptec al dispositivo:

# Send_READ_RESET_USAGE_COUNTER_command
source: 1.- Send READ/RESET USAGE COUNTER command.
es: 1.- Enviar comando READ/RESET USAGE COUNTER.

# Send_READ_DATA_BUFFER_command
source: 2.- Send READ DATA BUFFER command.
es: 2.- Enviar comando READ DATA BUFFER.

# Send_SET_ERROR_THRESHOLD_command
source: 3.- Send SET ERROR THRESHOLD command.
es: 3.- Enviar comando SET ERROR THRESHOLD.

# Send_TRANSLATE_command
source: 4.- Send TRANSLATE command.
es: 4.- Enviar comando TRANSLATE.

# Return_to_SCSI_commands_menu
source: 0.- Return to SCSI commands menu.
es: 0.- Volver al menú de comandos SCSI.

source: Returning to SCSI commands menu...
es: Volviendo al menú de comandos SCSI...

source: Parameters for READ/RESET USAGE COUNTER command:
es: Parámetros para el comando READ/RESET USAGE COUNTER:

# Drive_one_0
source: Drive 1?: {0}
es: ¿Unidad 1?: {0}

# Return_to_Adaptec_vendor_commands_menu
source: 0.- Return to Adaptec vendor commands menu.
es: 0.- Volver al menú de comandos del fabricante Adaptec.

source: Returning to Adaptec vendor commands menu...
es: Volviendo al menú de comandos del fabricante Adaptec...

# Drive_1_Q
source: Drive 1?:
es: ¿Unidad 1?:

source: Not a boolean. Press any key to continue...
es: No es un buleano. Pulse cualquier tecla para continuar...

source: Sending READ/RESET USAGE COUNTER to the device:
es: Enviando READ/RESET USAGE COUNTER al dispositivo:

source: Sense buffer is {0} bytes.
es: El búfer de sense ocupa {0} bytes.

source: Sense buffer is null or empty? {0}
es: ¿Está el bufer de sense vació o es nulo? {0}

source: 2.- Print sense buffer.
es: 2.- Mostrar búfer del sense.

source: 3.- Decode sense buffer.
es: 3.- Descodificar el búfer del sense.

source: 5.- Change parameters.
es: 5.- Cambiar parámetros.

source: READ/RESET USAGE COUNTER response:
es: Respuesta de READ/RESET USAGE COUNTER:

source: READ/RESET USAGE COUNTER sense:
es: Sense de READ/RESET USAGE COUNTER:

source: READ/RESET USAGE COUNTER decoded sense:
es: Sense descodificado de READ/RESET USAGE COUNTER:

source: Sending READ DATA BUFFER to the device:
es: Enviando READ DATA BUFFER al dispositivo:

source: READ DATA BUFFER response:
es: Respuesta de READ DATA BUFFER:

source: READ DATA BUFFER sense:
es: Sense de READ DATA BUFFER:

source: READ DATA BUFFER decoded sense:
es: Sense descodificado de READ DATA BUFFER:

source: Parameters for SET ERROR THRESHOLD command:
es: Parámetros para el comando SET ERROR THRESHOLD:

source: Error threshold: {0}
es: Límite de error: {0}

source: Error threshold?:
es: ¿Límite de error?:

source: Sending SET ERROR THRESHOLD to the device:
es: Enviando SET ERROR THRESHOLD al dispositivo:

source: SET ERROR THRESHOLD decoded sense:
es: Sense descodificado de SET ERROR THRESHOLD:

source: 1.- Print sense buffer.
es: 1.- Mostrar búfer del sense.

source: SET ERROR THRESHOLD sense:
es: Sense de SET ERROR THRESHOLD:

source: Parameters for TRANSLATE command:
es: Parámetros para el comando TRANSLATE:

source: Sending TRANSLATE to the device:
es: Enviando TRANSLATE al dispositivo:

source: TRANSLATE response:
es: Respuesta de TRANSLATE:

source: TRANSLATE sense:
es: Sense de TRANSLATE:

source: TRANSLATE decoded sense:
es: Sense descodificado de TRANSLATE:

source: Send an Archive vendor command to the device:
es: Enviar comando del fabricante Archive al dispositivo:

# Send_REQUEST_BLOCK_ADDRESS_command
source: 1.- Send REQUEST BLOCK ADDRESS command.
es: 1.- Enviar comando REQUEST BLOCK ADDRESS.

# Send_SEEK_BLOCK_command
source: 2.- Send SEEK BLOCK command.
es: 2.- Enviar comando SEEK BLOCK.

# ArchiveCorp_RequestBlockAddress_Parameters_for_REQUEST_BLOCK_ADDRESS_command
source: Parameters for REQUEST BLOCK ADDRESS command:
es: Parámetros para el comando REQUEST BLOCK ADDRESS:

# ArchiveCorp_RequestBlockAddress_Return_to_Archive_vendor_commands_menu
source: 0.- Return to Archive vendor commands menu.
es: 0.- Volver al menú de comandos del fabricante Archive.

# ArchiveCorp_RequestBlockAddress_Returning_to_Archive_vendor_commands_menu
source: Returning to Archive vendor commands menu...
es: Volviendo al menú de comandos del fabricante Archive...

# ArchiveCorp_RequestBlockAddress_Sending_REQUEST_BLOCK_ADDRESS_to_the_device
source: Sending REQUEST BLOCK ADDRESS to the device:
es: Enviando REQUEST BLOCK ADDRESS al dispositivo:
