Repository: Deterous/Aaru
Catalog: Aaru.Tests.Devices/Localization/Localization.*.resx
Languages: es

source: READ REVERSE (16) decoded sense:
es: Sense descodificado de READ REVERSE (16):

source: Parameters for RECOVER BUFFERED DATA command:
es: Parámetros para el comando RECOVER BUFFERED DATA:

source: Sending RECOVER BUFFERED DATA to the device:
es: Enviando RECOVER BUFFERED DATA al dispositivo:

source: RECOVER BUFFERED DATA response:
es: Respuesta de RECOVER BUFFERED DATA:

source: RECOVER BUFFERED DATA sense:
es: Sense de RECOVER BUFFERED DATA:

source: RECOVER BUFFERED DATA decoded sense:
es: Sense descodificado de RECOVER BUFFERED DATA:

source: Parameters for REPORT DENSITY SUPPORT command:
es: Parámetros para el comando REPORT DENSITY SUPPORT:

source: Report about medium types?: {0}
es: ¿Reportar sobre los tipos de medio?: {0}

source: Report about current medium?: {0}
es: ¿Reportar sobre el medio actual?: {0}

# Report_about_medium_types_Q
source: Report about medium types?:
es: ¿Reportar sobre los tipos de medio?:

# Report_about_current_medium_Q
source: Report about current medium?:
es: ¿Reportar sobre el medio actual?:

source: Sending REPORT DENSITY SUPPORT to the device:
es: Enviando REPORT DENSITY SUPPORT al dispositivo:

source: REPORT DENSITY SUPPORT response:
es: Respuesta de REPORT DENSITY SUPPORT:

source: REPORT DENSITY SUPPORT decoded buffer:
es: Búfer descodificado de REPORT DENSITY SUPPORT:

source: REPORT DENSITY SUPPORT sense:
es: Sense de REPORT DENSITY SUPPORT:

source: REPORT DENSITY SUPPORT decoded sense:
es: Sense descodificado de REPORT DENSITY SUPPORT:

source: Parameters for REWIND command:
es: Parámetros para el comando REWIND:

source: Sending REWIND to the device:
es: Enviando REWIND al dispositivo:

source: REWIND decoded sense:
es: Sense descodificado de REWIND:

source: REWIND sense:
es: Sense de REWIND:

source: Parameters for SPACE command:
es: Parámetros para el comando SPACE:

source: What to space: {0}
es: Cuánto espaciar: {0}

source: How many: {0}
es: Cuántos: {0}

source: What to space
es: Cuánto espaciar

source: Not a correct space type. Press any key to continue...
es: No es un tipo de espacio correcto. Pulse cualquier tecla para continuar...

# How_many_negative_for_reverse_Q
source: How many (negative for reverse)?:
es: ¿Cuántos (negativo para invertir?):

source: Sending SPACE to the device:
es: Enviando SPACE al dispositivo:

source: SPACE decoded sense:
es: Sense descodificado de SPACE:

source: SPACE sense:
es: Sense de SPACE:

source: Parameters for TRACK SELECT command:
es: Parámetros para el comando TRACK SELECT:

source: Track: {0}
es: Pista: {0}

# Track_Q
source: Track?:
es: ¿Pista?:

source: Sending TRACK SELECT to the device:
es: Enviando TRACK SELECT al dispositivo:

source: TRACK SELECT decoded sense:
es: Sense descodificado de TRACK SELECT:

source: TRACK SELECT sense:
es: Sense de TRACK SELECT:

source: Send a SyQuest vendor command to the device:
es: Enviar comando del fabricante SyQuest al dispositivo:

source: 3.- Send READ LONG (6) command.
es: 3.- Enviar comando READ LONG (6).

source: 4.- Send READ LONG (10) command.
es: 4.- Enviar comando READ LONG (10).

source: 5.- Send READ/RESET USAGE COUNTER command.
es: 5.- Enviar comando READ/RESET USAGE COUNTER.

source: Parameters for READ LONG (6) command:
es: Parámetros para el comando READ LONG (6):

source: Inhibit DMA?: {0}
es: ¿Inhibir DMA?: {0}

# Return_to_SyQuest_vendor_commands_menu
source: 0.- Return to SyQuest vendor commands menu.
es: 0.- Volver al menú de comandos del fabricante SyQuest.

source: Returning to SyQuest vendor commands menu...
es: Volviendo al menú de comandos del fabricante SyQuest...

# Inhibit_DMA_Q
source: Inhibit DMA?:
es: ¿Inhibir DMA?:

source: Sending READ LONG (6) to the device:
es: Enviando READ LONG (6) al dispositivo:

source: READ LONG (6) response:
es: Respuesta de READ LONG (6):

source: READ LONG (6) sense:
es: Sense de READ LONG (6):

source: READ LONG (6) decoded sense:
es: Sense descodificado de READ LONG (6):

source: Ejecting disc...
es: Expulsando disco...

source: Please insert trap disc inside...
es: Por favor inserte el disco trampa...

source: Sending READ FULL TOC to the device:
es: Enviando READ FULL TOC al dispositivo:

source: READ FULL TOC failed...
es: READ FULL TOC falló...

source: Could not decode TOC...
es: No se pudo descodificar la tabla de contenidos...

source: Cannot find lead-out...
es: No se pudo encontrar el Lead-Out...

source: Trap disc shows {0} sectors...
es: El disco trampa tiene {0} sectores...

source: Trap disc doesn't have enough sectors...
es: El disco trampa no tiene sectores suficientes...

source: Stopping motor...
es: Parando motor...

source: Please MANUALLY get the trap disc out and put the GD-ROM disc inside...
es: Por favor extraiga el disco trampa MANUALMENTE e inserte el disco GD-ROM...

source: Waiting 5 seconds...
es: Esperando 5 segundos...

source: Lead-out has changed, this drive does not support hot swapping discs...
es: El Lead-Out ha cambiado, esta unidad no soporta intercambiar discos en caliente...

# Reading_LBA_zero
source: Reading LBA 0...
es: Leyendo el LBA 0...

source: FAIL!
es: ¡FALLÓ!

source: Success!
es: ¡Éxito!

source: Reading LBA 100000...
es: Leyendo el LBA 100000...

# Reading_LBA_zero_as_audio_scrambled
source: Reading LBA 0 as audio (scrambled)...
es: Leyendo el LBA 0 como audio (revuelto)...

source: Reading LBA 50000...
es: Leyendo el LBA 50000...

source: Reading LBA 450000...
es: Leyendo el LBA 450000...

source: Reading LBA 400000...
es: Leyendo el LBA 400000...

source: Reading LBA 45000...
es: Leyendo el LBA 45000...

source: Reading LBA 44990...
es: Leyendo el LBA 44990...

source: Device cannot read HD area.
es: El dispositivo no puede leer el área HD.

source: Device can read HD area.
es: El dispositivo puede leer el área HD.

# LBA_zero_sense_is_0_buffer_is_1_sense_buffer_is_2
source: LBA 0 sense is {0}, buffer is {1}, sense buffer is {2}.
es: El sense en el LBA 0 es {0}, el búfer es {1}, el búfer de sense es {2}.

source: empty
es: vacío

# LBA_zero_scrambled_sense_is_0_buffer_is_1_sense_buffer_is_2_
source: LBA 0 (scrambled) sense is {0}, buffer is {1}, sense buffer is {2}.
es: El sense en el LBA 0 (revuelto) es {0}, el búfer es {1}, el búfer de sense es {2}.

source: LBA 44990 sense is {0}, buffer is {1}, sense buffer is {2}.
es: El sense en el LBA 44990 es {0}, el búfer es {1}, el búfer de sense es {2}.

source: LBA 45000 sense is {0}, buffer is {1}, sense buffer is {2}.
es: El sense en el LBA 45000 es {0}, el búfer es {1}, el búfer de sense es {2}.

source: LBA 50000 sense is {0}, buffer is {1}, sense buffer is {2}.
es: El sense en el LBA 50000 es {0}, el búfer es {1}, el búfer de sense es {2}.

source: LBA 100000 sense is {0}, buffer is {1}, sense buffer is {2}.
es: El sense en el LBA 100000 es {0}, el búfer es {1}, el búfer de sense es {2}.

source: LBA 400000 sense is {0}, buffer is {1}, sense buffer is {2}.
es: El sense en el LBA 400000 es {0}, el búfer es {1}, el búfer de sense es {2}.

source: LBA 450000 sense is {0}, buffer is {1}, sense buffer is {2}.
es: El sense en el LBA 450000 es {0}, el búfer es {1}, el búfer de sense es {2}.

# _1_Print_LBA_zero_buffer
source: 1.- Print LBA 0 buffer.
es: 1.- Mostrar búfer del LBA 0.

# _2_Print_LBA_zero_sense_buffer
source: 2.- Print LBA 0 sense buffer.
es: 2.- Mostrar búfer del sense del LBA 0.

# _3_Decode_LBA_zero_sense_buffer
source: 3.- Decode LBA 0 sense buffer.
es: 3.- Descodificar sense del LBA 0.

# _4_Print_LBA_zero_scrambled_buffer
source: 4.- Print LBA 0 (scrambled) buffer.
es: 4.- Mostrar búfer del LBA 0 (revuelto).

# _5_Print_LBA_zero_scrambled_sense_buffer
source: 5.- Print LBA 0 (scrambled) sense buffer.
es: 5.- Mostrar búfer del sense del LBA 0 (revuelto).

# _6_Decode_LBA_zero_scrambled_sense_buffer
source: 6.- Decode LBA 0 (scrambled) sense buffer.
es: 6.- Descodificar sense del LBA 0 (revuelto).

source: 7.- Print LBA 44990 buffer.
es: 7.- Mostrar búfer del LBA 44990.

source: 8.- Print LBA 44990 sense buffer.
es: 8.- Mostrar búfer del sense del LBA 44990.

source: 9.- Decode LBA 44990 sense buffer.
es: 9.- Descodificar sense del LBA 44990.

source: 10.- Print LBA 45000 buffer.
es: 10.- Mostrar búfer del LBA 45000.

source: 11.- Print LBA 45000 sense buffer.
es: 11.- Mostrar búfer del sense del LBA 45000.

source: 12.- Decode LBA 45000 sense buffer.
es: 12.- Descodificar sense del LBA 45000.

source: 13.- Print LBA 50000 buffer.
es: 13.- Mostrar búfer del LBA 50000.

source: 14.- Print LBA 50000 sense buffer.
es: 14.- Mostrar búfer del sense del LBA 50000.

source: 15.- Decode LBA 50000 sense buffer.
es: 15.- Descodificar sense del LBA 50000.

source: 16.- Print LBA 100000 buffer.
es: 16.- Mostrar búfer del LBA 100000.

source: 17.- Print LBA 100000 sense buffer.
es: 17.- Mostrar búfer del sense del LBA 100000.

source: 18.- Decode LBA 100000 sense buffer.
es: 18.- Descodificar sense del LBA 100000.

source: 19.- Print LBA 400000 buffer.
es: 19.- Mostrar búfer del LBA 400000.

source: 20.- Print LBA 400000 sense buffer.
es: 20.- Mostrar búfer del sense del LBA 400000.

source: 21.- Decode LBA 400000 sense buffer.
es: 21.- Descodificar sense del LBA 400000.

source: 22.- Print LBA 450000 buffer.
es: 22.- Mostrar búfer del LBA 450000.

source: 23.- Print LBA 450000 sense buffer.
es: 23.- Mostrar búfer del sense del LBA 450000.

source: 24.- Decode LBA 450000 sense buffer.
es: 24.- Descodificar sense del LBA 450000.

source: 25.- Send command again.
es: 25.- Enviar el comando de nuevo.

# Return_to_special_SCSI_MultiMedia_Commands_menu
source: 0.- Return to special SCSI MultiMedia Commands menu.
es: 0.- Volver al menú de comandos special SCSI MultiMedia.

source: Returning to special SCSI MultiMedia Commands menu...
es: Volviendo al menú de comandos especial SCSI MultiMedia...

# LBA_zero_response
source: LBA 0 response:
es: Respuesta de LBA 0:

# LBA_zero_sense
source: LBA 0 sense:
es: Sense de LBA 0:

# LBA_zero_decoded_sense
source: LBA 0 decoded sense:
es: Sense descodificado del LBA 0:

# LBA_zero_scrambled_response
source: LBA 0 (scrambled) response:
es: Respuesta del LBA 0 (revuelto):

# LBA_zero_scrambled_sense
source: LBA 0 (scrambled) sense:
es: Sense del LBA 0 (revuelto):

# LBA_zero_scrambled_decoded_sense
source: LBA 0 (scrambled) decoded sense:
es: Sense descodificado del LBA 0 (revuelto):

source: LBA 44990 response:
es: Respuesta del LBA 44990:

source: LBA 44990 sense:
es: Sense del LBA 44990:

source: LBA 44990 decoded sense:
es: Sense descodificado del LBA 44990:

source: LBA 45000 response:
es: Respuesta del LBA 45000:

source: LBA 45000 sense:
es: Sense del LBA 45000:

source: LBA 45000 decoded sense:
es: Sense descodificado del LBA 45000:

source: LBA 50000 response:
es: Respuesta del LBA 50000:

source: LBA 50000 sense:
es: Sense del LBA 50000:

source: LBA 50000 decoded sense:
es: Sense descodificado del LBA 50000:

source: LBA 100000 response:
es: Respuesta del LBA 100000:

source: LBA 100000 sense:
es: Sense del LBA 100000:

source: LBA 100000 decoded sense:
es: Sense descodificado del LBA 100000:

source: LBA 400000 response:
es: Respuesta del LBA 400000:

source: LBA 400000 sense:
es: Sense del LBA 400000:

source: LBA 400000 decoded sense:
es: Sense descodificado del LBA 400000:

source: LBA 450000 response:
es: Respuesta del LBA 450000:

source: LBA 450000 sense:
es: Sense del LBA 450000:

source: LBA 450000 decoded sense:
es: Sense descodificado del LBA 450000:

source: Please insert a data only disc inside...
es: Por favor inserte un disco sólo de datos...

source: Data disc shows {0} sectors...
es: El disco de datos tiene {0} sectores...

source: Please MANUALLY get the trap disc out and put the data disc back inside...
es: Por favor extraiga el disco trampa MANUALMENTE e inserte el disco dólo de datos...

source: Reading LBA {0}...
es: Leyendo el LBA {0}...

source: Reading LBA {0} as audio (scrambled)...
es: Leyendo el LBA {0} como audio (revuelto)...

# Reading_LBA_0_PQ_subchannel
source: Reading LBA {0}'s PQ subchannel...
es: Leyendo el subcanal PQ del LBA {0}...

# Reading_LBA_0_RW_subchannel
source: Reading LBA {0}'s RW subchannel...
es: Leyendo el subcanal RW del LBA {0}...

source: Device cannot read Lead-Out.
es: El dispositivo no puede leer el Lead-Out.

source: Device can read Lead-Out.
es: El dispositivo puede leer el Lead-Out.

source: LBA {0} sense is {1}, buffer is {2}, sense buffer is {3}.
es: El sense en el LBA {0} es {1}, el búfer es {2}, el búfer de sense es {3}.

source: LBA {0} (scrambled) sense is {1}, buffer is {2}, sense buffer is {3}.
es: El sense en el LBA {0} es {1}, el búfer es {2}, el búfer de sense es {3}.

# LBA_0_PQ_sense_is_1_buffer_is_2_sense_buffer_is_3
source: LBA {0}'s PQ sense is {1}, buffer is {2}, sense buffer is {3}.
es: El sense de PQ en el LBA {0} es {1}, el búfer es {2}, el búfer de sense es {3}.

# LBA_0_RW_sense_is_1_buffer_is_2_sense_buffer_is_3
source: LBA {0}'s RW sense is {1}, buffer is {2}, sense buffer is {3}.
es: El sense de RW en el LBA {0} es {1}, el búfer es {2}, el búfer de sense es {3}.

source: 1.- Print LBA {0} buffer.
es: 1.- Mostrar búfer del LBA {0}.

source: 2.- Print LBA {0} sense buffer.
es: 2.- Mostrar búfer del sense del LBA {0}.

source: 3.- Decode LBA {0} sense buffer.
es: 3.- Descodificar sense del LBA {0}.

source: 4.- Print LBA {0} (scrambled) buffer.
es: 4.- Mostrar búfer del LBA {0} (revuelto).

source: 5.- Print LBA {0} (scrambled) sense buffer.
es: 5.- Mostrar búfer del sense del LBA {0} (revuelto).

source: 6.- Decode LBA {0} (scrambled) sense buffer.
es: 6.- Descodificar sense del LBA {0} (revuelto).

# _7_Print_LBA_0_PQ_buffer
source: 7.- Print LBA {0}'s PQ buffer.
es: 7.- Mostrar búfer del PQ del LBA {0}.

# _8_Print_LBA_0_PQ_sense_buffer
source: 8.- Print LBA {0}'s PQ sense buffer.
es: 8.- Mostrar búfer del sense del PQ del LBA {0}.

# _9_Decode_LBA_0_PQ_sense_buffer
source: 9.- Decode LBA {0}'s PQ sense buffer.
es: 9.- Descodificar sense del PQ del LBA {0}.

# _10_Print_LBA_0_RW_buffer
source: 10.- Print LBA {0}'s RW buffer.
es: 10.- Mostrar búfer del RW del LBA {0}.

# _11_Print_LBA_0_RW_sense_buffer
source: 11.- Print LBA {0}'s RW sense buffer.
es: 11.- Mostrar búfer del sense del RW del LBA {0}.

# _12_Decode_LBA_0_RW_sense_buffer
source: 12.- Decode LBA {0}'s RW sense buffer.
es: 12.- Descodificar sense del RW del LBA {0}.

source: 13.- Send command again.
es: 13.- Enviar el comando de nuevo.

source: LBA {0} response:
es: Respuesta del LBA {0}:

source: LBA {0} sense:
es: Sense del LBA {0}:

source: LBA {0} decoded sense:
es: Sense descodificado del LBA {0}:

source: LBA {0} (scrambled) response:
es: Respuesta del LBA {0} (revuelto):

source: LBA {0} (scrambled) sense:
es: Sense del LBA {0} (revuelto):

source: LBA {0} (scrambled) decoded sense:
es: Sense descodificado del LBA {0} (revuelto):

# LBA_PQ_0_response
source: LBA's PQ {0} response:
es: Respuesta del PQ del LBA {0}:

# LBA_PQ_0_sense
source: LBA's PQ {0} sense:
es: Sense del PQ del LBA {0}:

# LBA_PQ_decoded_sense
source: LBA's PQ {0} decoded sense:
es: Sense descodificado del PQ del LBA {0}:

# LBA_RW_0_response
source: LBA's RW {0} response:
es: Respuesta del RW del LBA {0}:

# LBA_RW_0_sense
source: LBA's RW {0} sense:
es: Sense del RW del LBA {0}:

# LBA_RW_0_decoded_sense
source: LBA's RW {0} decoded sense:
es: Sense descodificado del RW del LBA {0}:

source: Parameters for MediaTek READ CACHE command:
es: Parámetros para el comando MediaTek READ CACHE:

source: READ CD failed...
es: READ CD falló...

source: Sending MediaTek READ DRAM to the device:
es: Enviando MediaTek READ DRAM al dispositivo:

source: System error status is {0} and error number is {1}.
es: Error {0} de estado del sistema con número {1}.

# MediaTek_READ_CACHE_response
source: MediaTek's READ CACHE response:
es: Respuesta de MediaTek READ CACHE:

# MediaTek_READ_CACHE_sense
source: MediaTek's READ CACHE sense:
es: Sense de MediaTek READ CACHE:

# MediaTek_READ_CACHE_decoded_sense
source: MediaTek's READ CACHE decoded sense:
es: Sense descodificado de MediaTek READ CACHE:

source: Send a special SCSI MultiMedia command to the device:
es: Enviar un comando especial SCSI MultiMedia al dispositivo:

source: 1.- Try to read the cache data from a device with a MediaTek chipset (F1h command 06h subcommand).
es: 1.- Intentar leer datos de la caché de un dispositivo con chipset MediaTek (comando F1h subcomando 06h).

# Try_to_read_a_GD_ROM_using_a_trap_disc
source: 2.- Try to read a GD-ROM using a trap disc.
es: 2.- Intentar leer un GD-ROM usando un disco trampa.

# Try_to_read_Lead_Out_using_a_trap_disc
source: 3.- Try to read Lead-Out using a trap disc.
es: 3.- Intentar leer el Lead-Out usando un disco trampa.

# Return_to_command_class_menu
source: 0.- Return to command class menu.
es: 0.- Volver al menú de clase de comandos.

source: Send a MultiMediaCard command to the device:
es: Enviar un comando MultiMediaCard al dispositivo:

source: 1.- Send READ_MULTIPLE_BLOCK command.
es: 1.- Enviar comando READ_MULTIPLE_BLOCK.

source: 2.- Send READ_SINGLE_BLOCK command.
es: 2.- Enviar comando READ_SINGLE_BLOCK.

source: 3.- Send SEND_CID command.
es: 3.- Enviar comando SEND_CID.

source: 4.- Send SEND_CSD command.
es: 4.- Enviar comando SEND_CSD.

source: 5.- Send SEND_EXT_CSD command.
es: 5.- Enviar comando SEND_EXT_CSD.

source: 6.- Send SEND_OP_COND command.
es: 6.- Enviar comando SEND_OP_COND.

source: 7.- Send SEND_STATUS command.
es: 7.- Enviar comando SEND_STATUS.

source: 8.- Send SET_BLOCKLEN command.
es: 8.- Enviar comando SET_BLOCKLEN.

# Return_to_SecureDigital_MultiMediaCard_commands_menu
source: 0.- Return to SecureDigital/MultiMediaCard commands menu.
es: 0.- Volver al menú de comandos SecureDigital/MultiMediaCard.

source: Returning to SecureDigital/MultiMediaCard commands menu...
es: Volviendo al menú de comandos SecureDigital/MultiMediaCard...

source: Parameters for READ_MULTIPLE_BLOCK command:
es: Parámetros para el comando READ_MULTIPLE_BLOCK:

source: Parameters for READ_SINGLE_BLOCK command:
es: Parámetros para el comando READ_SINGLE_BLOCK:

# Return_to_MultiMediaCard_commands_menu
source: 0.- Return to MultiMediaCard commands menu.
es: 0.- Volver al menú de comandos MultiMediaCard.

source: Returning to MultiMediaCard commands menu...
es: Volviendo al menú de comandos MultiMediaCard...

# Use_byte_addressing_Q
source: Use byte addressing?:
es: ¿Usar direccionamiento por bytes?:

# Read_from_byte_Q
source: Read from byte?:
es: ¿Byte desde el que leer?:

# Read_from_block_Q
source: Read from block?:
es: ¿Bloque desde el que leer?:

source: Sending READ_MULTIPLE_BLOCK to the device:
es: Enviando READ_MULTIPLE_BLOCK al dispositivo:

source: Sending READ_SINGLE_BLOCK to the device:
es: Enviando READ_SINGLE_BLOCK al dispositivo:

source: Response has {0} elements.
es: La respuesta tiene {0} elementos.

source: 2.- Print response buffer.
es: 2.- Mostrar búfer de la respuesta.

source: READ_MULTIPLE_BLOCK buffer:
es: Búfer de READ_MULTIPLE_BLOCK:

source: READ_SINGLE_BLOCK buffer:
es: Búfer de READ_SINGLE_BLOCK:

source: READ_MULTIPLE_BLOCK response:
es: Respuesta de READ_MULTIPLE_BLOCK:

source: READ_SINGLE_BLOCK response:
es: Respuesta de READ_SINGLE_BLOCK:

source: Sending SEND_OP_COND to the device:
es: Enviando SEND_OP_COND al dispositivo:

source: 3.- Print response buffer.
es: 3.- Mostrar búfer de la respuesta.

source: SEND_OP_COND buffer:
es: Búfer de SEND_OP_COND:

source: SEND_OP_COND decoded buffer:
es: Búfer descodificado de SEND_OP_COND:

source: SEND_OP_COND response:
es: Respuesta de SEND_OP_COND:

source: Sending SEND_STATUS to the device:
es: Enviando SEND_STATUS al dispositivo:

source: SEND_STATUS buffer:
es: Búfer de SEND_STATUS:

source: SEND_STATUS response:
es: Respuesta de SEND_STATUS:

source: Sending SEND_CID to the device:
es: Enviando SEND_CID al dispositivo:

source: SEND_CID buffer:
es: Búfer de SEND_CID:

source: SEND_CID decoded buffer:
es: Búfer descodificado de SEND_CID:

source: SEND_CID response:
es: Respuesta de SEND_CID:

source: Sending SEND_CSD to the device:
es: Enviando SEND_CSD al dispositivo:

source: SEND_CSD buffer:
es: Búfer de SEND_CSD:

source: SEND_CSD decoded buffer:
es: Búfer descodificado de SEND_CSD:

source: SEND_CSD response:
es: Respuesta de SEND_CSD:

source: Sending SEND_EXT_CSD to the device:
es: Enviando SEND_EXT_CSD al dispositivo:

source: SEND_EXT_CSD buffer:
es: Búfer de SEND_EXT_CSD:

source: SEND_EXT_CSD decoded buffer:
es: Búfer descodificado de SEND_EXT_CSD:

source: SEND_EXT_CSD response:
es: Respuesta de SEND_EXT_CSD:

source: Parameters for SET_BLOCKLEN command:
es: Parámetros para el comando SET_BLOCKLEN:

source: Set block length to: {0} bytes
es: Establecer tamaño del bloque a: {0} bytes

# Set_block_length_to_Q
source: Set block length to?
es: ¿Establecer tamaño del bloque a?

source: Sending SET_BLOCKLEN to the device:
es: Enviando SET_BLOCKLEN al dispositivo:

source: SET_BLOCKLEN response:
es: Respuesta de SET_BLOCKLEN:

source: Send a SecureDigital command to the device:
es: Enviar un comando SecureDigital al dispositivo:

source: 3.- Send SD_SEND_OP_COND command.
es: 3.- Enviar comando SD_SEND_OP_COND.

source: 4.- Send SD_STATUS command.
es: 4.- Enviar comando SD_STATUS.

source: 5.- Send SEND_CID command.
es: 5.- Enviar comando SEND_CID.

source: 6.- Send SEND_CSD command.
es: 6.- Enviar comando SEND_CSD.

source: 7.- Send SEND_SCR command.
es: 7.- Enviar comando SEND_SCR.

source: Read from byte: {0}
es: Leer desde el byte: {0}

source: Read from block: {0}
es: Leer desde el bloque: {0}

source: Expected block size: {0} bytes
es: Tamaño esperado del bloque: {0} bytes

# Return_to_SecureDigital_commands_menu
source: 0.- Return to SecureDigital commands menu.
es: 0.- Volver al menú de comandos SecureDigital.

source: Returning to SecureDigital commands menu...
es: Volviendo al menú de comandos SecureDigital...

source: Sending SD_SEND_OP_COND to the device:
es: Enviando SD_SEND_OP_COND al dispositivo:

source: SD_SEND_OP_COND buffer:
es: Búfer de SD_SEND_OP_COND:

source: SD_SEND_OP_COND decoded buffer:
es: Búfer descodificado de SD_SEND_OP_COND:

source: SD_SEND_OP_COND response:
es: Respuesta de SD_SEND_OP_COND:

source: Sending SD_STATUS to the device:
es: Enviando SD_STATUS al dispositivo:

source: SD_STATUS buffer:
es: Búfer de SD_STATUS:

source: SD_STATUS response:
es: Respuesta de SD_STATUS:

source: Sending SEND_SCR to the device:
es: Enviando SEND_SCR al dispositivo:

source: SEND_SCR buffer:
es: Búfer de SEND_SCR:

source: SEND_SCR decoded buffer:
es: Búfer descodificado de SEND_SCR:

source: SEND_SCR response:
es: Respuesta de SEND_SCR:

source: Send an ATA command to the device:
es: Enviar comando ATA al dispositivo:

source: 1.- Send a CHS ATA command to the device.
es: 1.- Enviar comando ATA CHS al dispositivo.

source: 2.- Send a 28-bit ATA command to the device.
es: 2.- Enviar comando ATA de 28-bits al dispositivo.

source: 3.- Send a 48-bit ATA command to the device.
es: 3.- Enviar comando ATA de 48-bits al dispositivo.

source: 4.- Send an ATAPI command to the device.
es: 4.- Enviar comando ATAPI al dispositivo.

source: 5.- Send a CompactFlash command to the device.
es: 5.- Enviar comando CompactFlash al dispositivo.

source: 6.- Send a Media Card Pass Through command to the device.
es: 6.- Enviar comando Media Card Pass Through al dispositivo.

source: 7.- Send a S.M.A.R.T. command to the device.
es: 7.- Enviar comando S.M.A.R.T. al dispositivo.

source: Returning to command class menu...
es: Volviendo al menú de clase de comandos...

source: Send a command to the device:
es: Enviar un comando al dispositivo:

# Send_a_SCSI_command
source: 1.- Send a SCSI command.
es: 1.- Enviar comando SCSI.

# Send_an_ATA_command
source: 2.- Send an ATA command.
es: 2.- Enviar comando ATA.
