Repository: Deterous/Aaru
Catalog: Aaru.Tests.Devices/Localization/Localization.*.resx
Languages: es

# ArchiveCorp_RequestBlockAddress_REQUEST_BLOCK_ADDRESS_response
source: REQUEST BLOCK ADDRESS response:
es: Respuesta de REQUEST BLOCK ADDRESS:

# ArchiveCorp_RequestBlockAddress_REQUEST_BLOCK_ADDRESS_sense
source: REQUEST BLOCK ADDRESS sense:
es: Sense de REQUEST BLOCK ADDRESS:

# ArchiveCorp_RequestBlockAddress_REQUEST_BLOCK_ADDRESS_decoded_sense
source: REQUEST BLOCK ADDRESS decoded sense:
es: Sense descodificado de REQUEST BLOCK ADDRESS:

source: Parameters for SEEK BLOCK command:
es: Parámetros para el comando SEEK BLOCK:

source: Immediate?: {0}
es: ¿Inmediato?: {0}

# Immediate_Q
source: Immediate?:
es: ¿Inmediato?:

source: Sending SEEK BLOCK to the device:
es: Enviando SEEK BLOCK al dispositivo:

source: SEEK BLOCK decoded sense:
es: Sense descodificado de SEEK BLOCK:

source: SEEK BLOCK sense:
es: Sense de SEEK BLOCK:

source: Send a Certance vendor command to the device:
es: Enviar comando del fabricante Certance al dispositivo:

# Send_PARK_command
source: 1.- Send PARK command.
es: 1.- Enviar comando PARK.

# Send_UNPARK_command
source: 2.- Send UNPARK command.
es: 2.- Enviar comando UNPARK.

source: Sending PARK to the device:
es: Enviando PARK al dispositivo:

source: PARK decoded sense:
es: Sense descodificado de PARK:

# Return_to_Certance_vendor_commands_menu
source: 0.- Return to Certance vendor commands menu.
es: 0.- Volver al menú de comandos del fabricante Certance.

source: Returning to Certance vendor commands menu...
es: Volviendo al menú de comandos del fabricante Certance...

source: PARK sense:
es: Sense de PARK:

source: Sending UNPARK to the device:
es: Enviando UNPARK al dispositivo:

source: UNPARK decoded sense:
es: Sense descodificado de UNPARK:

source: UNPARK sense:
es: Sense de UNPARK:

source: Send a Fujitsu vendor command to the device:
es: Enviar comando del fabricante Fujitsu al dispositivo:

# Send_DISPLAY_command
source: 1.- Send DISPLAY command.
es: 1.- Enviar comando DISPLAY.

source: Parameters for DISPLAY command:
es: Parámetros para el comando DISPLAY:

# Return_to_Fujitsu_vendor_commands_menu
source: 0.- Return to Fujitsu vendor commands menu.
es: 0.- Volver al menú de comandos del fabricante Fujitsu.

source: Returning to Fujitsu vendor commands menu...
es: Volviendo al menú de comandos del fabricante Fujitsu...

source: Display mode
es: Modo de muestra

source: Available values: {0} {1} {2} {3} {4}
es: Valores disponibles: {0} {1} {2} {3} {4}

# Choose_Q
source: Choose?:
es: ¿Elija?:

source: Not a correct display mode. Press any key to continue...
es: No es un modo de pantalla correcto. Pulse cualquier tecla para continuar...

source: First display half (will be cut to 7-bit ASCII, 8 chars?:
es: ¿Primera mitad de la pantalla (se recortará a 8 caracteres ASCII de 7-bits)?:

source: Second display half (will be cut to 7-bit ASCII, 8 chars?:
es: ¿Segunda mitad de la pantalla (se recortará a 8 caracteres ASCII de 7-bits)?:

source: Sending DISPLAY to the device:
es: Enviando DISPLAY al dispositivo:

source: DISPLAY decoded sense:
es: Sense descodificado de DISPLAY:

source: DISPLAY sense:
es: Sense de DISPLAY:

source: Send an HL-DT-ST vendor command to the device:
es: Enviar comando del fabricante HL-DT-ST al dispositivo:

# Send_READ_DVD_RAW_command
source: 1.- Send READ DVD (RAW) command.
es: 1.- Enviar comando READ DVD (RAW).

source: Parameters for READ DVD (RAW) command:
es: Parámetros para el comando READ DVD (RAW):

# Return_to_HLDTST_vendor_commands_menu
source: 0.- Return to HL-DT-ST vendor commands menu.
es: 0.- Volver al menú de comandos del fabricante HL-DT-ST.

source: Returning to HL-DT-ST vendor commands menu...
es: Volviendo al menú de comandos del fabricante HL-DT-ST...

source: Sending READ DVD (RAW) to the device:
es: Enviando READ DVD (RAW) al dispositivo:

source: READ DVD (RAW) response:
es: Respuesta de READ DVD (RAW):

source: READ DVD (RAW) sense:
es: Sense de READ DVD (RAW):

source: READ DVD (RAW) decoded sense:
es: Sense descodificado de READ DVD (RAW):

source: Send a Hewlett-Packard vendor command to the device:
es: Enviar comando del fabricante Hewlett-Packard al dispositivo:

source: 1.- Send READ LONG command.
es: 1.- Enviar comando READ LONG.

source: Physical Block Address: {0}
es: Dirección del bloque físico: {0}

source: Logical Block Address: {0}
es: Dirección del bloque lógico (LBA): {0}

source: Relative?: {0}
es: ¿Relativa?: {0}

source: Will transfer {0} sectors
es: Se transferirán {0} sectores

source: Will transfer {0} bytes
es: Se transferirán {0} bytes

source: Expected sector size: {0} bytes
es: Tamaño esperado del sector: {0} bytes

# Return_to_Hewlett_Packard_vendor_commands_menu
source: 0.- Return to Hewlett-Packard vendor commands menu.
es: 0.- Volver al menú de comandos del fabricante Hewlett-Packard.

source: Returning to Hewlett-Packard vendor commands menu...
es: Volviendo al menú de comandos del fabricante Hewlett-Packard...

# Physical_address_Q
source: Physical address?:
es: ¿Dirección física?:

# Relative_address_Q
source: Relative address?:
es: ¿Dirección relativa?:

# Physical_Block_Address_Q
source: Physical Block Address?:
es: ¿Dirección del bloque físico?:

# Logical_Block_Address_Q
source: Logical Block Address?:
es: ¿Dirección del bloque lógico (LBA)?:

# Transfer_sectors_Q
source: Transfer sectors?:
es: ¿Transferir sectores?:

# How_many_sectors_to_transfer_Q
source: How many sectors to transfer?:
es: ¿Cuántos sectores transferir?:

# How_many_bytes_to_transfer_Q
source: How many bytes to transfer?:
es: ¿Cuántos bytes transferir?:

# How_many_bytes_to_expect_per_sector_Q
source: How many bytes to expect per sector?
es: ¿Cuántos bytes se esperan por sector?

source: READ LONG sense:
es: Sense de READ LONG:

source: READ LONG decoded sense:
es: Sense descodificado de READ LONG:

# Kreon_Menu_Send_a_Kreon_vendor_command_to_the_device
source: Send a Kreon vendor command to the device:
es: Enviar comando del fabricante Kreon al dispositivo:

# Kreon_Menu_Send_EXTRACT_SS_command
source: 1.- Send EXTRACT SS command.
es: 1.- Enviar comando EXTRACT SS.

# Kreon_Menu_Send_GET_FEATURE_LIST_command
source: 2.- Send GET FEATURE LIST command.
es: 2.- Enviar comando GET FEATURE LIST.

# Kreon_Menu_Send_SET_LOCK_STATE_command
source: 3.- Send SET LOCK STATE command.
es: 3.- Enviar comando SET LOCK STATE.

# Kreon_Menu_Send_UNLOCK_command
source: 4.- Send UNLOCK command.
es: 4.- Enviar comando UNLOCK.

source: Parameters for EXTRACT SS command:
es: Parámetros para el comando EXTRACT SS:

source: Request number: {0}
es: Solicitud número: {0}

# Return_to_Kreon_vendor_commands_menu
source: 0.- Return to Kreon vendor commands menu.
es: 0.- Volver al menú de comandos del fabricante Kreon.

source: Returning to Kreon vendor commands menu...
es: Volviendo al menú de comandos del fabricante Kreon...

# Request_number_Q
source: Request number?:
es: ¿Solicitud número?:

source: Sending EXTRACT SS to the device:
es: Enviando EXTRACT SS al dispositivo:

source: EXTRACT SS response:
es: Respuesta de EXTRACT SS:

source: EXTRACT SS sense:
es: Sense de EXTRACT SS:

source: EXTRACT SS decoded sense:
es: Sense descodificado de EXTRACT SS:

source: Sending GET FEATURE LIST to the device:
es: Enviando GET FEATURE LIST al dispositivo:

source: Features: {0}.
es: Funcionalidades: {0}.

source: GET FEATURE LIST decoded sense:
es: Sense descodificado de GET FEATURE LIST:

source: GET FEATURE LIST sense:
es: Sense de GET FEATURE LIST:

source: Parameters for SET LOCK STATE command:
es: Parámetros para el comando SET LOCK STATE:

source: Lock state: {0}
es: Estado de bloqueo: {0}

source: Lock state
es: Estado de bloqueo

source: Available values: {0} {1} {2}
es: Valores disponibles: {0} {1} {2}

source: Not a correct lock state. Press any key to continue...
es: No es un estado de bloqueo correcto. Pulse cualquier tecla para continuar...

source: Sending SET LOCK STATE to the device:
es: Enviando SET LOCK STATE al dispositivo:

source: SET LOCK STATE decoded sense:
es: Sense descodificado de SET LOCK STATE:

source: Sending UNLOCK to the device:
es: Enviando UNLOCK al dispositivo:

source: UNLOCK decoded sense:
es: Sense descodificado de UNLOCK:

source: UNLOCK sense:
es: Sense de UNLOCK:

source: Send a MultiMedia Command to the device:
es: Enviar un comando MultiMedia al dispositivo:

# Send_GET_CONFIGURATION_command
source: 1.- Send GET CONFIGURATION command.
es: 1.- Enviar comando GET CONFIGURATION.

# Send_PREVENT_ALLOW_MEDIUM_REMOVAL_command
source: 2.- Send PREVENT ALLOW MEDIUM REMOVAL command.
es: 2.- Enviar comando PREVENT ALLOW MEDIUM REMOVAL.

# Send_READ_CD_command
source: 3.- Send READ CD command.
es: 3.- Enviar comando READ CD.

# Send_READ_CD_MSF_command
source: 4.- Send READ CD MSF command.
es: 4.- Enviar comando READ CD MSF.

# Send_READ_DISC_INFORMATION_command
source: 5.- Send READ DISC INFORMATION command.
es: 5.- Enviar comando READ DISC INFORMATION.

# Send_READ_DISC_STRUCTURE_command
source: 6.- Send READ DISC STRUCTURE command.
es: 6.- Enviar comando READ DISC STRUCTURE.

# Send_READ_TOC_PMA_ATIP_command
source: 7.- Send READ TOC/PMA/ATIP command.
es: 7.- Enviar comando READ TOC/PMA/ATIP.

# Send_START_STOP_UNIT_command
source: 8.- Send START STOP UNIT command.
es: 8.- Enviar comando START STOP UNIT.

source: Parameters for GET CONFIGURATION command:
es: Parámetros para el comando GET CONFIGURATION:

source: Feature number: {0}
es: Número de funcionalidad: {0}

# Return_to_SCSI_MultiMedia_Commands_menu
source: 0.- Return to SCSI MultiMedia Commands menu.
es: 0.- Volver al menú de comandos SCSI MultiMedia.

source: Returning to SCSI MultiMedia Commands menu...
es: Volviendo al menú de comandos SCSI MultiMedia...

source: Available values: {0} {1} {2} {3}
es: Valores disponibles: {0} {1} {2} {3}

source: Not a correct object type. Press any key to continue...
es: No es un tipo de objeto correcto. Pulse cualquier tecla para continuar...

source: Feature number
es: Número de funcionalidad

source: Sending GET CONFIGURATION to the device:
es: Enviando GET CONFIGURATION al dispositivo:

source: 3.- Print sense buffer.
es: 3.- Mostrar búfer del sense.

source: 4.- Decode sense buffer.
es: 4.- Descodificar el búfer del sense.

source: 5.- Send command again.
es: 5.- Enviar el comando de nuevo.

source: 6.- Change parameters.
es: 6.- Cambiar parámetros.

source: GET CONFIGURATION buffer:
es: Búfer GET CONFIGURATION:

source: GET CONFIGURATION decoded buffer:
es: Búfer descodificado de GET CONFIGURATION:

source: GET CONFIGURATION length is {0} bytes
es: GET CONFIGURATION ocupa {0} bytes

# GET_CONFIGURATION_current_profile_is_0_X4
source: GET CONFIGURATION current profile is {0:X4}h
es: El perfil actual de GET CONFIGURATION es {0:X4}h

# Feature_0_X4
source: Feature {0:X4}h
es: Funcionalidad {0:X4}h

# Dont_know_how_to_decode_feature_0
source: Don't know how to decode feature 0x{0:X4}
es: No sé descodificar la funcionalidad 0x{0:X4}

source: GET CONFIGURATION sense:
es: Sense de GET CONFIGURATION:

source: GET CONFIGURATION decoded sense:
es: Sense descodificado de GET CONFIGURATION:

source: Parameters for PREVENT ALLOW MEDIUM REMOVAL command:
es: Parámetros para el comando PREVENT ALLOW MEDIUM REMOVAL:

source: Prevent removal?: {0}
es: ¿Prevenir extracción?: {0}

source: Persistent value?: {0}
es: ¿Valor persistente?: {0}

# Prevent_removal_Q
source: Prevent removal?:
es: ¿Prevenir extracción?

# Persistent_value_Q
source: Persistent value?:
es: ¿Valor persistente

source: Sending PREVENT ALLOW MEDIUM REMOVAL to the device:
es: Enviando PREVENT ALLOW MEDIUM REMOVAL al dispositivo:

source: PREVENT ALLOW MEDIUM REMOVAL decoded sense:
es: Sense descodificado de PREVENT ALLOW MEDIUM REMOVAL:

source: PREVENT ALLOW MEDIUM REMOVAL sense:
es: Sense de PREVENT ALLOW MEDIUM REMOVAL:

source: Parameters for READ CD command:
es: Parámetros para el comando READ CD:

source: Address relative to current position?: {0}
es: ¿Dirección relativa a la posición actual?: {0}

source: Address: {0}
es: Dirección: {0}

source: Sector type: {0}
es: Tipo de sector: {0}

source: Process audio?: {0}
es: ¿Procesar audio?: {0}

source: Retrieve sync bytes?: {0}
es: ¿Obtener bytes de sincronía?: {0}

source: Header mode: {0}
es: Modo de cabecera: {0}

source: Retrieve user data?: {0}
es: ¿Obtener datos de usuario?: {0}

source: Retrieve EDC/ECC data?: {0}
es: ¿Obtener datos EDC/ECC?: {0}

source: C2 mode: {0}
es: Modo C2: {0}

source: Subchannel mode: {0}
es: Modo de subcanal: {0}

source: {0} bytes per sector
es: {0} bytes por sector

source: Address is relative to current position?:
es: ¿Dirección relativa a la posición actual?:

# Address_Q
source: Address?:
es: ¿Dirección?

source: Sector type
es: Tipo de sector

source: Available values: {0} {1} {2} {3} {4} {5}
es: Valores disponibles: {0} {1} {2} {3} {4} {5}

source: Not a correct sector type. Press any key to continue...
es: No es un tipo de sector correcto. Pulse cualquier tecla para continuar...

# Process_audio_Q
source: Process audio?:
es: ¿Procesar audio?:

# Retrieve_sync_bytes_Q
source: Retrieve sync bytes?:
es: ¿Obtener bytes de sincronía?:

source: Header mode
es: Modo de cabecera

source: Not a correct header mode. Press any key to continue...
es: No es un modo de cabecera correcto. Pulse cualquier tecla para continuar...

# Retrieve_user_data_Q
source: Retrieve user data?:
es: ¿Obtener datos de usuario?:

# Retrieve_EDC_ECC_Q
source: Retrieve EDC/ECC?:
es: ¿Obtener datos EDC/ECC?:

source: C2 mode
es: Modo C2

source: Not a correct C2 mode. Press any key to continue...
es: No se un modo C2 correcto. Pulse cualquier tecla para continuar...

source: Subchannel mode
es: Modo de subcanal

source: Not a correct subchannel mode. Press any key to continue...
es: No es un modo de subcanal correcto. Pulse cualquier tecla para continuar...

# Expected_block_size_Q
source: Expected block size?:
es: ¿Tamaño esperado del bloque?:

source: Sending READ CD to the device:
es: Enviando READ CD al dispositivo:

source: READ CD response:
es: Respuesta de READ CD:

source: READ CD sense:
es: Sense de READ CD:

source: READ CD decoded sense:
es: Sense descodificado de READ CD:

source: Parameters for READ CD MSF command:
es: Parámetros para el comando READ CD MSF:

# Start_0_1_2
source: Start: {0:D2}:{1:D2}:{2:D2}
es: Comienzo: {0:D2}:{1:D2}{2:D2}

# End_0_1_2
source: End: {0:D2}:{1:D2}:{2:D2}
es: Final: {0:D2}:{1:D2}:{2:D2}

# Start_minute_Q
source: Start minute?:
es: ¿Minuto de comienzo?:

# Start_second_Q
source: Start second?:
es: ¿Segundo de comienzo?:

# Start_frame_Q
source: Start frame?:
es: ¿Fotograma de comienzo?:

# End_minute_Q
source: End minute?:
es: ¿Minuto final?:

# End_second_Q
source: End second?:
es: ¿Segundo final?

# End_frame_Q
source: End frame?:
es: ¿Fotograma final?:

source: Sending READ CD MSF to the device:
es: Enviando READ CD MSF al dispositivo:

source: READ CD MSF response:
es: Respuesta de READ CD MSF:

source: READ CD MSF sense:
es: Sense de READ CD MSF:

source: READ CD MSF decoded sense:
es: Sense descodificado de READ CD MSF:

source: Parameters for READ DISC INFORMATION command:
es: Parámetros para el comando READ DISC INFORMATION:

source: Information type: {0}
es: Tipo de información: {0}

source: Information type
es: Tipo de información:

source: Not a correct information type. Press any key to continue...
es: No es un tipo de información correcto. Pulse cualquier tecla para continuar...

source: Sending READ DISC INFORMATION to the device:
es: Enviando READ DISC INFORMATION al dispositivo:

source: READ DISC INFORMATION response:
es: Respuesta de READ DISC INFORMATION:

source: READ DISC INFORMATION decoded response:
es: Respuesta descodificada de READ DISC INFORMATION:

source: READ DISC INFORMATION sense:
es: Sense de READ DISC INFORMATION:

source: READ DISC INFORMATION decoded sense:
es: Sense descodificado de READ DISC INFORMATION:

source: Parameters for READ DISC STRUCTURE command:
es: Parámetros para el comando READ DISC STRUCTURE:

source: Media type: {0}
es: Tipo de medio: {0}

source: Format: {0}
es: Formato: {0}

source: Layer: {0}
es: Capa: {0}

source: Media type
es: Tipo de medio

source: Available values: {0} {1}
es: Valores disponibles: {0} {1}

source: Not a correct media type. Press any key to continue...
es: No es un tipo de medio correcto. Pulse cualquier tecla para continuar...

source: Format
es: Formato

source: Available values:
es: Valores disponibles:

source: Not a correct structure format. Press any key to continue...
es: No es un tipo de escructura correcto. Pulse cualquier tecla para continuar...

# Layer_Q
source: Layer?:
es: ¿Capa?:

source: Sending READ DISC STRUCTURE to the device:
es: Enviando READ DISC STRUCTURE al dispositivo:

source: READ DISC STRUCTURE response:
es: Respuesta de READ DISC STRUCTURE:

source: READ DISC STRUCTURE decoding not yet implemented:
es: La descodificación de READ DISC STRUCTURE no está implementada aún:

source: READ DISC STRUCTURE sense:
es: Sense de READ DISC STRUCTURE:

source: READ DISC STRUCTURE decoded sense:
es: Sense descodificado de READ DISC STRUCTURE:

source: Parameters for READ TOC/PMA/ATIP command:
es: Parámetros para el comando READ TOC/PMA/ATIP:

source: Return MSF values?: {0}
es: ¿Devolver valores MSF?: {0}

source: Format byte: {0}
es: Byte de formato: {0}

source: Session: {0}
es: Sesión: {0}

# Return_MSF_values_Q
source: Return MSF values?:
es: ¿Devolver valores MSF?:

# Format_Q
source: Format?:
es: ¿Formato?:

# Session_Q
source: Session?:
es: ¿Sesión?:

source: Sending READ TOC/PMA/ATIP to the device:
es: Enviando READ TOC/PMA/ATIP al dispositivo:

source: READ TOC/PMA/ATIP buffer:
es: Búfer de READ TOC/PMA/ATIP:

source: READ TOC/PMA/ATIP decoded buffer:
es: Búfer descodificado de READ TOC/PMA/ATIP:

source: READ TOC/PMA/ATIP sense:
es: Sense de READ TOC/PMA/ATIP:

source: READ TOC/PMA/ATIP decoded sense:
es: Sense descodificado de READ TOC/PMA/ATIP:

source: Parameters for START STOP UNIT command:
es: Parámetros para el comando START STOP UNIT:

source: Change format layer?: {0}
es: ¿Cambiar capa de formato?: {0}

source: Eject?: {0}
es: ¿Expulsar?: {0}

source: Start?: {0}
es: ¿Comienzo?: {0}

source: Format layer: {0}
es: Formato de capa: {0}

source: Power conditions: {0}
es: Condiciones de energía: {0}

# Change_format_layer_Q
source: Change format layer?:
es: ¿Cambiar capa de formato?

# Eject_Q
source: Eject?:
es: ¿Expulsar?:

# Start_Q
source: Start?:
es: ¿Comienzo?

# Format_layer_Q
source: Format layer?:
es: ¿Formato de capa?:

# Power_conditions_Q
source: Power conditions?:
es: ¿Condiciones de energía?:

source: Sending START STOP UNIT to the device:
es: Enviando START STOP UNIT al dispositivo:

source: START STOP UNIT decoded sense:
es: Sense descodificado de START STOP UNIT:

source: START STOP UNIT sense:
es: Sense de START STOP UNIT:

source: Send a NEC vendor command to the device:
es: Enviar comando del fabricante NEC al dispositivo:

source: 1.- Send READ CD-DA command.
es: 1.- Enviar comando READ CD-DA.

source: Parameters for READ CD-DA command:
es: Parámetros para el comando READ CD-DA:

# Return_to_NEC_vendor_commands_menu
source: 0.- Return to NEC vendor commands menu.
es: 0.- Volver al menú de comandos del fabricante NEC.

source: Returning to NEC vendor commands menu...
es: Volviendo al menú de comandos del fabricante NEC...

source: Sending READ CD-DA to the device:
es: Enviando READ CD-DA al dispositivo:

source: READ CD-DA response:
es: Respuesta de READ CD-DA:

source: READ CD-DA sense:
es: Sense de READ CD-DA:

source: READ CD-DA decoded sense:
es: Sense descodificado de READ CD-DA:

source: Send a Pioneer vendor command to the device:
es: Enviar comando del fabricante Pioneer al dispositivo:

source: 2.- Send READ CD-DA MSF command.
es: 2.- Enviar comando READ CD-DA MSF.

source: 3.- Send READ CD-XA command.
es: 3.- Enviar comando READ CD-XA.

# Return_to_Pioneer_vendor_commands_menu
source: 0.- Return to Pioneer vendor commands menu.
es: 0.- Volver al menú de comandos del fabricante Pioneer.

source: Returning to Pioneer vendor commands menu...
es: Volviendo al menú de comandos del fabricante Pioneer...

source: Parameters for READ CD-DA MSF command:
es: Parámetros para el comando READ CD-DA MSF:

source: Sending READ CD-DA MSF to the device:
es: Enviando READ CD-DA MSF al dispositivo:

source: READ CD-DA MSF response:
es: Respuesta de READ CD-DA MSF:

source: READ CD-DA MSF sense:
es: Sense de READ CD-DA MSF:

source: READ CD-DA MSF decoded sense:
es: Sense descodificado de READ CD-DA MSF:

source: Parameters for READ CD-XA command:
es: Parámetros para el comando READ CD-XA:

source: Include error flags?: {0}
es: ¿Incluir banderas de error?: {0}

source: Whole sector?: {0}
es: ¿Sector completo?: {0}

# Include_error_flags_Q
source: Include error flags?:
es: ¿Incluir banderas de error?:

# Read_whole_sector_Q
source: Read whole sector?:
es: ¿Leer sector entero?:

source: Sending READ CD-XA to the device:
es: Enviando READ CD-XA al dispositivo:

source: READ CD-XA response:
es: Respuesta de READ CD-XA:

source: READ CD-XA sense:
es: Sense de READ CD-XA:

source: READ CD-XA decoded sense:
es: Sense descodificado de READ CD-XA:

source: Send a Plasmon vendor command to the device:
es: Enviar comando del fabricante Plasmon al dispositivo:

source: 2.- Send READ SECTOR LOCATION command.
es: 2.- Enviar comando READ SECTOR LOCATION.

# Return_to_Plasmon_vendor_commands_menu
source: 0.- Return to Plasmon vendor commands menu.
es: 0.- Volver al menú de comandos del fabricante Plasmon.

source: Returning to Plasmon vendor commands menu...
es: Volviendo al menú de comandos del fabricante Plasmon...

source: Parameters for READ SECTOR LOCATION command:
es: Parámetros para el comando READ SECTOR LOCATION:

source: Sending READ SECTOR LOCATION to the device:
es: Enviando READ SECTOR LOCATION al dispositivo:

source: READ SECTOR LOCATION response:
es: Respuesta de READ SECTOR LOCATION:

source: READ SECTOR LOCATION sense:
es: Sense de READ SECTOR LOCATION:

source: READ SECTOR LOCATION decoded sense:
es: Sense descodificado de READ SECTOR LOCATION:

source: Send a Plextor vendor command to the device:
es: Enviar comando del fabricante Plextor al dispositivo:

# Send_GET_BOOK_BITSETTING_command
source: 1.- Send GET BOOK BITSETTING command.
es: 1.- Enviar comando GET BOOK BITSETTING.

# Send_GET_GIGAREC_command
source: 2.- Send GET GIGAREC command.
es: 2.- Enviar comando GET GIGAREC.

# Send_GET_SECUREC_command
source: 3.- Send GET SECUREC command.
es: 3.- Enviar comando GET SECUREC.

# Send_GET_SILENT_MODE_command
source: 4.- Send GET SILENT MODE command.
es: 4.- Enviar comando GET SILENT MODE.

# Send_GET_SINGLE_SESSION_HIDE_CD_R_command
source: 5.- Send GET SINGLE-SESSION / HIDE CD-R command.
es: 5.- Enviar comando GET SINGLE-SESSION / HIDE CD-R.

# Send_GET_SPEEDREAD_command
source: 6.- Send GET SPEEDREAD command.
es: 6.- Enviar comando GET SPEEDREAD.

# Send_GET_TEST_WRITE_DVD_PLUS_command
source: 7.- Send GET TEST WRITE DVD+ command.
es: 7.- Enviar comando GET TEST WRITE DVD+.

# Send_GET_VARIREC_command
source: 8.- Send GET VARIREC command.
es: 8.- Enviar comando GET VARIREC.

# Send_POWEREC_GET_SPEEDS_command
source: 9.- Send POWEREC GET SPEEDS command.
es: 9.- Enviar comando POWEREC GET SPEEDS.

# Send_READ_CD_DA_command
source: 10.- Send READ CD-DA command.
es: 10.- Enviar comando READ CD-DA.

source: 11.- Send READ DVD (RAW) command.
es: 11.- Enviar comando READ DVD (RAW).

# Send_READ_EEPROM_CD_recorders_command
source: 12.- Send READ EEPROM (CD recorders) command.
es: 12.- Enviar comando READ EEPROM (CD recorders).

# Send_READ_EEPROM_DVD_recorders_command
source: 13.- Send READ EEPROM (DVD recorders) command.
es: 13.- Enviar comando READ EEPROM (DVD recorders).
