Repository: Deterous/Aaru
Catalog: Aaru.Localization/UI.*.resx
Languages: es

source: How many sectors to decode, or "all".
es: Cuantos sectores descodificar, o "todos".

source: How many sectors to print.
es: Cuantos sectores mostrar.

source: HP Drive ACI Revision Levels page
es: Página de niveles de revisión de ACI de la unidad HP

source: HP Drive Firmware Revision Levels page
es: Página de niveles de revisión del firmware de la unidad HP

source: HP Drive Hardware Revision Levels page
es: Página de niveles de revisión del hardware de la unidad HP

source: HP Drive Head Assembly Revision Levels page
es: Página de niveles de revisión del ensamblado de la cabeza de la unidad HP

source: HP Drive Mechanism Revision Levels page
es: Página de niveles de revisión del mecanismo de la unidad HP

source: HP Drive PCA Revision Levels page
es: Página de niveles de revisión del PCA de la unidad HP

source: IBM Drive Component Revision Levels page
es: Página de niveles de revisión de los componentes de la unidad IBM

source: IBM Drive Serial Numbers page
es: Página de números de serie de la unidad IBM

source: Identified by {0}.
es: Identificado por {0}.

source: Identified by {0} plugins
es: Identificado por {0} extensiones

source: Identifying filesystems...
es: Identificando sistemas de ficheros...

source: Identifying filesystems on partition...
es: Identificando sistemas de ficheros en la partición...

source: Identifying file filter...
es: Identificando el filtro de fichero...

# Identifying_first_file_filter
source: Identifying file 1 filter...
es: Identificando el filtro del 1er fichero...

# Identifying_first_image_format
source: Identifying image 1 format...
es: Identificando el formato de la 1ª imagen...

source: Identifying image format...
es: Identificando el formato de la imagen...

# Identifying_second_file_filter
source: Identifying file 2 filter...
es: Identificando el filtro del 2º fichero...

# Identifying_second_image_format
source: Identifying image 2 format...
es: Identificando el formato de la 2ª imagen...

source: If you don't care, use force option.
es: Si no le importa, use la opción "force".

source: If you don't care, use force option. This will skip all sector tags converting only user data.
es: Si no le importa, use la opción "force". Esto omitirá todas las etiquetas de sector convirtiendo sólo los datos de usuario.

source: Images differ
es: Las imágenes son diferentes

source: Images do not differ
es: Las imágenes son idénticas

# Image_Checksum_Command_Description
source: Checksums an image.
es: Calcula el checksum de una imagen.

# Image_Command_Family_Description
source: Commands to manage images
es: Comandos para manejar imágenes

source: Image comments.
es: Commentarios de la imagen.

# Image_Compare_Command_Description
source: Compares two images.
es: Compara dos imágenes.

source: Image converted successfully.
es: Imagen convertida con éxito.

# Image_Convert_Command_Description
source: Converts one image to another format.
es: Convierte una imagen a otro formato.

# Image_Create_Sidecar_Command_Description
source: Creates CICM Metadata XML sidecar.
es: Crea sidecar XML de metadatos CICM.

# Image_Decode_Command_Description
source: Decodes and pretty prints media and/or sector tags.
es: Descodifica y muestra etiquetas del sector o medio.

# Image_Entropy_Command_Description
source: Calculates entropy and/or duplicated sectors of an image.
es: Calcula la entropía y/o sectores duplicados de una imagen.

source: Image format identified by {0}.
es: Formato de imagen identificado por {0}.

source: Image format identified by {0} ({1}).
es: Formato de imagen identificado por {0} ({1}).

source: Image format not identified.
es: Format de imagen no identificado.

source: Image format not identified, not proceeding with analysis.
es: Format de imagen no identificado, no se procede con el análisis.

source: Image format not identified, not proceeding with file extraction.
es: Format de imagen no identificado, no se procede con la extracción de ficheros.

source: Image format not identified, not proceeding with listing.
es: Format de imagen no identificado, no se procede con el listado.

source: Image format not identified, not proceeding with sidecar creation.
es: Format de imagen no identificado, no se procede con la creación del sidecar.

source: Image has {0} sectors.
es: La imagen contiene {0} sectores.

source: Image identifies media type as {0}.
es: La imagen identifica el tipo de medio como {0}.

# Image_Info_Command_Description
source: Identifies a media image and shows information about the media it represents and metadata.
es: Identifica y muestra información sobre una imagen, el medio que representa y sus metadatos.

# Image_Options_Command_Description
source: Lists all options supported by writable media images.
es: Muestra todas las opciones para los formatos de imagen escribibles.

source: Image partitioned status differ
es: El estado de particionado de las imágenes difiere

# Image_Print_Command_Description
source: Prints a sector, in hexadecimal values, to the console.
es: Muestra un sector, en valores hexadecimales, en la consola

source: Image sectors differ
es: Los sectores de las imágenes difieren

source: Image sector size differ
es: El tamaño de sector de las imágenes difieren

source: Image session status differ
es: El estado de sesiones de las imágenes difiere

# Image_Verify_Command_Description
source: Verifies a disc image integrity, and if supported, sector integrity.
es: Verifica la integridad de una imagen, y si está soportado, de sus sectores.

source: Image without headers is {0} bytes.
es: La imagen sin cabeceras ocupa {0} bytes.

source: Incorrect metadata sidecar file...
es: Fichero sidecar de metadatos incorrecto...

source: Incorrect metadata sidecar file, not continuing...
es: Fichero sidecar de metadatos incorrecto, no se continuará...

source: Incorrect resume file...
es: Fichero de resumen incorrecto...

source: Incorrect resume file, cannot use it...
es: Fichero de resumen incorrecto, no se puede usar...

source: Incorrect resume file, not continuing...
es: Fichero de resumen incorrecto, no se continuará...

source: Incorrect subchannel type "{0}" requested.
es: El tipo de subcanal solicitado, "{0}", es incorrecto.

source: Initializing console...
es: Inicializando consola...

# Input_format_contains_a_tape_image_and_is_not_supported_by_output_format
source: Input format contains a tape image and is not supported by output format, not continuing...
es: El formato de entrada contiene la imagen de una cinta y esto no está soportado por el formato de salida, no se continuará...

source: Input image format identified by {0}.
es: Formato de imagen de entrada identificado por {0}.

source: Input image format identified by {0} ({1}).
es: Formato de imagen de entrada identificado por {0} ({1}).

# Input_image_format_not_identified
source: Input image format not identified, not proceeding with conversion.
es: Formato de imagen de entrada no identificado, no se procederá con la conversión...

source: Input image is not returning raw sectors, use force if you want to continue...
es: El formato de imagen de entrada no está devolviendo sectores sin procesar, utilice "force" si desea continuar...

source: Input image path
es: Ruta de la imagen de entrada

# Invalid_characters_found_in_list_of_files
source: Invalid characters found in list of files, exiting...
es: Caracteres inválidos encontrados en la lista de ficheros, saliendo...

source: Invalid geometry specified
es: La geometría especificada no es válida

source: Invalid item in list
es: Elemento no válido en la lista

source: Invalid list of items
es: La lista de elementos no es válido

source: Invalid number of cylinders specified
es: El número de cilindros especificado no es válido

source: Invalid number of heads specified
es: El número de cabezas especificado no es válido

source: Invalid sectors per track specified
es: El número de sectores por pista especificado no es válido

# Invoke_Opening_image_file
source: Opening image file...
es: Abriendo fichero de imagen...

source: Is forcing only first session
es: Está forzando una única sesión

source: Is hiding CD-Rs
es: Está ocultando los CD-R

# Is_the_device_natively_FireWire
source: Is the device natively FireWire (in case of doubt, press Y)?
es: ¿Es el dispositivo FireWire de forma nativa (en caso de duda, pulse S)

# Is_the_device_natively_USB
source: Is the device natively USB (in case of doubt, press Y)?
es: ¿Es el dispositivo USB de forma nativa (en caso de duda, pulse S)

# Is_the_media_removable
source: Is the media removable from the reading/writing elements?
es: ¿Es el medio extraíble de los elementos de lectura y escritura?

# Is_the_media_removable_flash_is_not
source: Is the media removable from the reading/writing elements (flash memories ARE NOT removable)?
es: ¿Es el medio extraíble de los elementos de lectura y escritura (las memorias flash, o pendrive, NO SON extraíbles)?

# Items_must_be_a_IList_ulong_double
source: Items must be a IList<(ulong, double)> with ulong being the block and double being the time spent reading it, or NaN for an error.
es: Los elementos deben de ser un IList<(ulong, double)> con ulong siendo el bloque y double siendo el tiempo ocupado leyéndolo, o NaN para un error.

# Label_About
source: About
es: Acerca de

# Label_Authors
source: Authors
es: Autores

# Label_Libraries
source: Libraries
es: Librerías

# Label_License
source: License: GNU General Public License Version 3
es: Licencia: Licencia General Pública GNU Versión 3 (GPLv3)

# Last_media_of_sequence_by_image
source: Last media of the sequence the media represented by the image corresponds to.
es: El último medio del conjunto al que pertenece el medio representado por la imagen corresponde a.

source: Last PoweRec used speed
es: Última velocidad de PoweRec usada

source: LBAs without checksum:
es: LBAs sin checksum:

source: LBAs with error:
es: LBAs sin errores:

source: Level 1 Version / Product Information Tuple
es: Tupla de Información del Producto o Versión Nivel 1

source: Listing extended attributes...
es: Listando atributos extendidos...

# List_Encodings_Command_Description
source: Lists all supported text encodings and code pages.
es: Lista todas las codificaciones de texto y páginas de código.

# List_Formats_Command_Description
source: Lists all supported disc images, partition schemes and file systems.
es: Lista todos los formatos de imagen, esquemas de partición y sistemas de ficheros.

# List_Namespaces_Command_Description
source: Lists all namespaces supported by read-only filesystems.
es: Lista todos los espacios de nombre soportados por los sistemas de ficheros de sólo lectura.

source: Loading main window...
es: Cargando ventana principal...

source: Loading settings...
es: Cargando preferencias...

source: Loading statistics...
es: Cargando estadísticas...

# LogEntry_Type_Info
source: Info
es: Información

source: Log saved at {0}
es: Registro guardado en {0}

source: Manufacturer-assigned Serial Number
es: Número de serie asignado por el fabricante

source: Manufacturer Identification Tuple
es: Tupla de identificación del fabricante

# Manufacturer_of_drive_read_the_media_by_image
source: Manufacturer of the drive used to read the media represented by the image.
es: Fabricante de la unidad usada para leer el medio representado por la imagen.

# Manufacturer_of_media_by_image
source: Manufacturer of the media represented by the image.
es: Fabricante del medio representado por la imagen.

source: Maximum number of blocks to read at once.
es: Número máximo de bloques para leer de una vez.

source: Maximum PoweRec speed for currently inserted media:
es: Velocidad máxima PoweRec para el medio actualmente insertado:

source: Media already dumped correctly, not continuing...
es: El medio ya se volcó correctamente, no se continuará...

source: Media already dumped correctly, please choose another destination...
es: El medio ya se volcó correctamente, por favor elija otro destino...

source: Media barcode: {0}
es: Código de barras del medio: {0}

# Media_Command_Family_Description
source: Commands to manage media inserted in devices
es: Comandos para manejar medios insertados en dispositivos

# Media_Dump_Command_Description
source: Dumps the media inserted on a device to a media image.
es: Vuelca el medio a una imagen.

source: Media found in images statistics
es: Estadísticas de tipos de medio encontrados en imágenes

source: Media found in real device statistics
es: Estadísticas de tipos de medio encontrados en dispositivos

# Media_found_type_image
source: image
es: imagen

source: Media geometry: {0} cylinders, {1} heads, {2} sectors per track
es: Geometría del medio: {0} cilindros, {1} cabezas y {2} sectores por pista

source: Media image format statistics
es: Estadísticas de formatos de imagen de medio

source: Media image path
es: Ruta de la imagen

# Media_Info_Command_Description
source: Gets information about the media inserted on a device.
es: Obtiene información sobre el medio introducido en un dispositivo.

source: Media model: {0}
es: Model del medio: {0}

source: Media part number: {0}
es: Número de parte del medio: {0}

# Media_Scan_Command_Description
source: Scans the media inserted on a device.
es: Escane el medio introducido en un dispositivo.

source: Media title: {0}
es: Título del medio: {0}

source: Media type differs
es: El tipo de medio difiere

source: Medium types currently inserted in device
es: Tipos de medio actualmente introducidos en la unidad

source: Medium types supported by device:
es: Tipos de medio actualmente soportados por la unidad:

# Menu_About
source: _About
es: _Acerca de

# Menu_Close_all_images
source: _Close all images
es: _Cerrar todas las imágenes

# Menu_Console
source: _Console
es: _Consola

# Menu_Devices
source: _Devices
es: _Dispositivos

# Menu_Encodings
source: _Encodings
es: _Codificaciones

# Menu_Exit
source: E_xit
es: _Salir

# Menu_File
source: _File
es: _Fichero

# Menu_Help
source: _Help
es: A_yuda

# Menu_Open
source: _Open
es: _Abrir

# Menu_Plugins
source: _Plugins
es: E_xtensiones

# Menu_Refresh
source: _Refresh
es: _Refrescar

# Menu_Refresh_devices
source: _Refresh devices
es: _Refrescar dispositivos

# Menu_Settings
source: _Settings
es: _Preferencias

# Menu_Statistics
source: _Statistics
es: _Estadísticas

# Menu_Window
source: _Window
es: _Ventana

source: Migrating local database...
es: Migrando base de datos local...

# Model_of_drive_read_the_media_by_image
source: Model of the drive used to read the media represented by the image.
es: Modelo de la uinidad usada para leer el medio representado en la imagen.

# Model_of_media_by_image
source: Model of the media represented by the image.
es: Modelo del medio representado en la imagen.

# MODE_0_Subpage_1
source: MODE {0:X2} Subpage {1:X2}
es: MODE {0:X2}h Subpágina {1:X2}

source: More than one plugin supports requested extension.
es: Más de una extensión soportada.

source: Mounting filesystem...
es: Montando sistema de ficheros...

source: Namespaces for {0}:
es: Espacios de nombre para {0}:

source: Namespace to use for filenames.
es: Espacio de nombre que usar para los nombres de los ficheros.

source: Name of character encoding to use.
es: Nombre de la codificación de caracteres para usar.

# Need_to_specify_more_than_zero_sectors_to_copy_at_once
source: Need to specify more than 0 sectors to copy at once
es: Debe especificar más de 0 sectores para copiar de una vez

source: New database version, updating...
es: Nueva versión de la base de datos, actualizando...

source: Non-removable device commands not yet implemented
es: Los comandos para el dispositivo no extraíble no están aún implementados

source: Not continuing.
es: No se continuará.

source: Not decoding sectors tags
es: No se descodificarán las etiquetas de sector

source: No error given
es: No se indicó el error

source: No known devices attached.
es: No hay dispositivos conocidos conectados.

source: No media inserted
es: No hay medio insertado

source: No partitions found
es: No se encontraron particiones

source: No partitions found, not searching for filesystems
es: No se encontraron particiones, no se buscarán sistemas de ficheros

source: No plugin supports requested extension.
es: Ninguna extensión soportada.

# Number_in_sequence_for_media_by_image
source: Number in sequence for the media represented by the image.
es: El número en la secuencia del medio representado por la imagen.

source: Opening device...
es: Abriendo dispositivo...

# Opening_first_image_file
source: Opening image 1 file...
es: Abriendo 1ª imagen...

# Opening_second_image_file
source: Opening image 2 file...
es: Abriendo 2ª imagen...

source: Operation canceled, the output file is not correct.
es: Operación cancelada, el fichero de salida no es correcto.

source: Options for {0}:
es: Opciones para {0}:

# OS_buffered_reads_help
source: For MMC/SD, use OS buffered reads if CMD23 is not supported.
es: Para MMC/SD, usar lecturas con el búfer del SO si CMD23 no está soportado.

source: Output directory missing.
es: Falta el directorio de salida.

# Output_file_already_exists
source: Output file already exists, not continuing.
es: El fichero de salida ya existe, no se continuará.

source: Output format
es: Formato de salida

# Output_format_does_not_support_media_type
source: Output format does not support media type, cannot continue...
es: El formato de salida no soporta el tipo de medio, no se puede continuar...

source: Output image format: {0}.
es: Formato de la imagen de salida: {0}.

source: Output image format: {0} ({1}).
es: Formato de la imagen de salida: {0} ({1}).

source: Output image path
es: Ruta de la imagen de salida

# Output_image_path_Dump_help
source: Output image path. If filename starts with # and exists, it will be read as a list of output images, its extension will be used to detect the image output format, each media will be ejected and confirmation for the next one will be asked.
es: Ruta de la imagen de salida. Si el fichero comienza por # y existe, se leerá como una lista de imágenes de salida, su extensión se usará para determinar el formato de salida, cada medio será expulsado y se solicitará el siguiente.

# Page_0_h
source: Page {0:X2}h
es: Página {0:X2}h

# Parameter_response_all_sectors
source: all
es: todos

source: Parsed options:
es: Opciones interpretadas:

source: Partitioning scheme statistics
es: Estadísticas de esquemas de particionado

source: Partition {0}:
es: Partición {0}:

# Part_number_of_media_by_image
source: Part number of the media represented by the image.
es: Número de parte del medio representado por la imagen.

source: Path
es: Ruta

source: Path: {0}
es: Ruta: {0}

source: Pauses before exiting.
es: Pausa antes de salir.

source: PCMCIA CIS is {0} bytes
es: El CIS de PCMCIA ocupa {0} bytes

source: PCMCIA CIS returned no tuples
es: El CIS de PCMCIA no retornó ninguna tupla

# Please_burn_audio_trap_disc
source: Please burn an audio trap disc before continuing...
es: Por favor grabe un disco trampa antes de continuar...

# Please_insert_it_in_the_drive
source: Please insert it in the drive and press any key when it is ready.
es: Por favor insértelo en la unidad y pulse cualquier tecla cuando esté listo.

source: Please insert media with title {0} and press any key to continue...
es: Por favor inserte el medio titulado {0} y pulse cualquier tecla para continuar...

source: Please manually remove file at {0}
es: Por favor elimine el fichero en {0} manualmente

# Please_remove_any_media
source: Please remove any media from the device and press any key when it is out.
es: Por favor extraiga cualquier medio del dispositivo y pulse cualquier tecla después.

source: Please use device-info command for ATA devices.
es: Por favor use el comando 'device-info' para los dispositivos ATA.

source: Please use device-info command for MMC/SD devices.
es: Por favor use el comando 'device-info' para los dispositivos MMC/SC.

source: PoweRec is enabled
es: PoweRec está activado

# Prefix_for_saving_binary_information
source: Prefix for saving binary information from device.
es: Prefijo para guardar la información binaria del dispositivo.

source: Press any key to exit.
es: Pulse cualquier tecla para salir.

source: Print sectors with tags included.
es: Mostrar los sectores con sus etiquetas.

source: Pseudo-OverWrite Resources
es: Recursos de Seudo-Sobrescritura

source: Quantum Firmware Build Information page
es: Página de información de la versión del firmware de Quantum

source: Reading data...
es: Leyendo datos...

source: Reading directory...
es: Leyendo directorio...

source: Reading extended attribute...
es: Leyendo atributo extendido...

source: Reading file {0}...
es: Leyendo fichero {0}...

source: Reading sector...
es: Leyendo sector...

source: Read-only filesystems options:
es: Opciones de sistemas de ficheros de sólo lectura:

source: Read-only media image formats ({0}):
es: {0} formatos de imagen de sólo lectura:

source: Read/Write media images options:
es: Opciones de los formatos de lectura/escritura:

source: Read/write media image formats ({0}):
es: {0} formatos de imagen de lectura escritura:

source: Recommended speed
es: Velocidad recomendada

source: Reel Motor 1 Serial Number
es: Número de serie del motor del carrete 1

source: Reel Motor 2 Serial Number
es: Número de serie del motor del carrete 2

source: Refreshing devices
es: Refrescando dispositivos

source: Registering encodings...
es: Registrando codificaciones...

# Remote_Command_Description
source: Tests connection to a Aaru Remote Server.
es: Comprueba la conexión a un servidor Aaru Remote.

# Requested_sectors_tags_unsupported_by_image_format_printing_user_data
source: Requested sectors with tags, unsupported by underlying image format, printing only user data.
es: Se solicitaron sectores con etiquetas, algo no soportado por la imagen, mostrando sólo datos de usuario.

source: Resume file does not contain dump hardware information...
es: El fichero de resumen no contiene información del hardware de volcado...

source: Retrieving file information...
es: Obteniendo información del fichero...

source: Retrieving SCSI information...
es: Obteniendo información SCSI...

source: Retry passes
es: Pasos de reintento

# Retry_subchannel_help
source: Retry subchannel. Implies fixing subchannel position.
es: Reintentar el subcanal. Implica corregir su posición.

source: Root directory
es: Directorio raíz

source: Save descriptors to file
es: Guardar descriptores a fichero

# Save_device_reports_in_shared_folder_of_your_computer_Q
source: Save device reports in shared folder of your computer?
es: ¿Guardar los reportes de dispositivo en una carpeta compartida de su ordenador?

# Save_stats_about_your_Aaru_usage_Q
source: Save stats about your Aaru usage?
es: ¿Guardar estadísticas sobre su uso de Aaru?

source: Saving statistics...
es: Guardando estadísticas...

source: SCSI Device identification
es: Identificación del dispositivo SCSI

source: SCSI Extended INQUIRY Data
es: Datos extendidos de INQUIRY SCSI

source: SCSI Implemented operating definitions
es: Definitiones de operación SCSI implementadas

source: SCSI INQUIRY command response:
es: Respuesta al comando SCSI INQUIRY:

source: SCSI Management Network Addresses
es: Direcciones de red de región SCSI

source: SCSI Sequential-access Device Capabilities
es: Capacidades del dispositivo SCSI de acceso secuencial

source: SCSI Software Interface Identifiers
es: Identificadores de interfaz de software SCSI

source: SCSI to ATA Translation Layer Data
es: Datos de la capa de traducción de SCSI a ATA

source: Seagate Firmware Numbers page
es: Página de números del firmware de Seagate

source: Searches and interprets partitions.
es: Busca e interpreta particiones.
