Repository: Deterous/Aaru
Catalog: Aaru.Localization/UI.*.resx
Languages: es

source: aaruremote host
es: host de aaruremote

source: Aaru started!
es: ¡Aaru empezó!

source: all sectors.
es: todos los sectores.

source: All sectors are unknown
es: La integridad de todos los sectores es desconocida

source: All sectors contain errors
es: Todos los sectores contienen errores

source: All sector checksums are correct
es: El checksum de todos los sectores es correcto

# Archive_Command_Family_Description
source: Commands to manage archive files
es: Comandos para gestionar archivos

# Archive_Info_Command_Description
source: Identifies an archive file and shows information about it.
es: Identifica un archivo y muestra información del mismo.

source: ASCII implemented operating definitions
es: Definiciones de operación ASCII implementadas

# ASCII_Page_0
source: ASCII Page {0:X2}h
es: Página ASCII {0:X2}h

# Asking_drive_to_unload_tape
source: Asking drive to unload tape (can take a few minutes)...
es: Pidiendo a la unidad que descargue la cinta (puede tomar unos minutos)...

source: As identified by {0}.
es: Como lo identificó {0}.

source: ATA IDENTIFY DEVICE command response:
es: Respuesta al comando ATA IDENTIFY DEVICE:

source: ATA IDENTIFY PACKET DEVICE command response:
es: Respuesta al comando ATA IDENTIFY PACKET DEVICE:

source: Automation Device Serial Number
es: Número de serie del dispositivo de automatización

# Barcode_of_the_media_by_image
source: Barcode of the media represented by the image.
es: Código de barras del medio representado por la imagen.

source: Base Mechanical Serial Number
es: Número de serie de la mecánica base

source: Board Serial Number
es: Número de serie de la placa

# ButtonLabel_Calculate_entropy
source: Calculate entropy
es: Calcular entropía

# ButtonLabel_Cancel
source: Cancel
es: Cancelar

# ButtonLabel_Choose
source: Choose...
es: Elegir...

# ButtonLabel_Clear
source: Clear
es: Limpiar

# ButtonLabel_Close
source: Close
es: Cerrar

# ButtonLabel_Convert_to
source: Convert to...
es: Convertir a...

# ButtonLabel_Create_Aaru_Metadata_sidecar
source: Create Aaru Metadata sidecar...
es: Generar sidecar de metadatos Aaru...

# ButtonLabel_Decode_media_tags
source: Decode media tags
es: Descodificar etiquetas de medio...

# ButtonLabel_Dump_media_to_image
source: Dump media to image
es: Volcar medio a imagen

# ButtonLabel_Extract_to
source: Extract to...
es: Extraer en...

# ButtonLabel_Get_from_source_image
source: Get from source image
es: Obtener de la imagen origen

# ButtonLabel_Save
source: Save
es: Guardar

# ButtonLabel_Save_AACS_Information
source: Save AACS Information
es: Guardar información AACS

# ButtonLabel_Save_ADIP
source: Save ADIP
es: Guardar ADIP

# ButtonLabel_Save_binary_to_file
source: Save binary to file
es: Guardar binario en fichero

# ButtonLabel_Save_Burst_Cutting_Area
source: Save Burst Cutting Area
es: Guardar Burst Cutting Area

# ButtonLabel_Save_Cartridge_Status
source: Save Cartridge Status
es: Guardar estado de cartucho

# ButtonLabel_Save_Copyright_Management_Information
source: Save Copyright Management Information
es: Guardar información de gestión del copyright

# ButtonLabel_Save_Disc_Control_Blocks
source: Save Disc Control Blocks
es: Guardar bloques de control del disco

# ButtonLabel_Save_Disc_Definition_Structure
source: Save Disc Definition Structure
es: Guardar escrutura de definición del disco

# ButtonLabel_Save_Disc_Information
source: Save Disc Information
es: Guardar información del disco

# ButtonLabel_Save_Disc_Manufacturer_Information
source: Save Disc Manufacturer Information
es: Guardar información del fabricante del disco

# ButtonLabel_Save_EVPD_page_to_file
source: Save EVPD page to file
es: Guardar página EVPD a fichero

# ButtonLabel_Save_GET_CONFIGURATION_response
source: Save GET CONFIGURATION response
es: Guardar respuesta de GET CONFIGURATION

# ButtonLabel_Save_Jump_Interval_Size
source: Save Jump Interval Size
es: Guardar tamaño del intervalo de salto

# ButtonLabel_Save_Last_Border_Out_RMD
source: Save Last Border-Out RMD
es: Guardar RMD del último Border.Out

# ButtonLabel_Save_Layer_Capacity
source: Save Layer Capacity
es: Guardar capacidad de la capa

# ButtonLabel_Save_Lead_In_CD_TEXT
source: Save Lead-In CD-TEXT
es: Guardar CD-TEXT del Lead-In

# ButtonLabel_Save_Manual_Layer_Jump_Start_LBA
source: Save Manual Layer Jump Start LBA
es: Guardar LBA del comienzo del salto manual de capa

# ButtonLabel_Save_Media_Identifier
source: Save Media Identifier
es: Guardar identificador del medio

# ButtonLabel_Save_Medium_Status
source: Save Medium Status
es: Guardar estado del medio

# ButtonLabel_Save_Middle_Zone_Start
source: Save Middle Zone Start
es: Guardar comienzo de la zona intermedia

# ButtonLabel_Save_MMC_GET_CONFIGURATION_response_to_file
source: Save MMC GET CONFIGURATION response to file
es: Guardar respuesta de MMC GET CONFIGURATION a fichero

# ButtonLabel_Save_MODE_SENSE_10_response_to_file
source: Save MODE SENSE (10) response to file
es: Guardar respuesta de MODE SENSE (10) a fichero

# ButtonLabel_Save_MODE_SENSE_6_response_to_file
source: Save MODE SENSE (6) response to file
es: Guardar respuesta de MODE SENSE (6) a fichero

# ButtonLabel_Save_PAC
source: Save PAC
es: Guardar PAC

# ButtonLabel_Save_PCMCIA_CIS_to_file
source: Save PCMCIA CIS to file
es: Guardar CIS de PCMCIA a fichero

# ButtonLabel_Save_Physical_Format_Information
source: Save Physical Format Information
es: Guardar información del formato físico

# ButtonLabel_Save_Pre_Recorded_Physical_Information
source: Save Pre-Recorded Physical Information
es: Guardar información física pre-graba

# ButtonLabel_Save_Pseudo_OverWrite_Resources
source: Save Pseudo-OverWrite Resources
es: Guardar recursos de seudo-sobreescritura

# ButtonLabel_Save_raw_DFL
source: Save raw DFL
es: Guardar DFL sin procesar

# ButtonLabel_Save_READ_ATIP_response
source: Save READ ATIP response
es: Guardar respuesta de READ ATIP

# ButtonLabel_Save_READ_CAPACITY_16_response
source: Save READ CAPACITY (16) response
es: Guardar respuesta de READ CAPACITY (16)

# ButtonLabel_Save_READ_CAPACITY_response
source: Save READ CAPACITY response
es: Guardar respuesta de READ CAPACITY

# ButtonLabel_Save_READ_DISC_INFORMATION_response
source: Save READ DISC INFORMATION response
es: Guardar respuesta de READ DISC INFORMATION

# ButtonLabel_Save_READ_MEDIA_SERIAL_NUMBER_response
source: Save READ MEDIA SERIAL NUMBER response
es: Guardar respuesta de READ MEDIA SERIAL NUMBER

# ButtonLabel_Save_READ_PMA_response
source: Save READ PMA response
es: Guardar respuesta de READ PMA

# ButtonLabel_Save_READ_RAW_TOC_response
source: Save READ RAW TOC response
es: Guardar respuesta de READ RAW TOC

# ButtonLabel_Save_READ_SESSION_response
source: Save READ SESSION response
es: Guardar respuesta de READ SESSION

# ButtonLabel_Save_READ_TOC_response
source: Save READ TOC response
es: Guardar respuesta de READ TOC

# ButtonLabel_Save_RECOGNIZED_FORMAT_LAYERS_response
source: Save RECOGNIZED FORMAT LAYERS response
es: Guardar respuesta de RECOGNIZED FORMAT LAYERS

# ButtonLabel_Save_Recordable_Physical_Information
source: Save Recordable Physical Information
es: Guardar información física grabable

# ButtonLabel_Save_Remap_Anchor_Point
source: Save Remap Anchor Point
es: Guardar punto de ancla del remapeado

# ButtonLabel_Save_REPORT_DENSITY_SUPPORT_MEDIA_response
source: Save REPORT DENSITY SUPPORT (MEDIA) response
es: Guardar respuesta de REPORT DENSITY SUPPORT (MEDIA)

# ButtonLabel_Save_REPORT_DENSITY_SUPPORT_MEDIUM_MEDIA_response
source: Save REPORT DENSITY SUPPORT (MEDIUM & MEDIA) response
es: Guardar respuesta de REPORT DENSITY SUPPORT (MEDIUM & MEDIA)

# ButtonLabel_Save_Spare_Area_Information
source: Save Spare Area Information
es: Guardar información del área de reserva

# ButtonLabel_Save_text_to_file
source: Save text to file
es: Guardar texto en fichero

# ButtonLabel_Save_Track_Resources
source: Save Track Resources
es: Guardar recursos de pista

# ButtonLabel_Save_WRITE_PROTECTION_STATUS_response
source: Save WRITE PROTECTION STATUS response
es: Guardar respuesta de WRITE PROTECTION STATUS

# ButtonLabel_Save_Xbox_Security_Sector
source: Save Xbox Security Sector
es: Guardar Sector de Seguridad Xbox

# ButtonLabel_Scan_media_surface
source: Scan media surface
es: Escaner superficie del medio

# ButtonLabel_Start
source: Start
es: Comenzar

# ButtonLabel_Stop
source: Stop
es: Parar

# ButtonLabel_Verify
source: Verify
es: Verificar

# ButtonLabel_View_sectors
source: View sectors
es: Ver sectores

source: Calculates Adler-32.
es: Calcula el Adler-32.

source: Calculates CRC16.
es: Calcula el CRC16.

source: Calculates CRC32.
es: Calcula el CRC32.

source: Calculates CRC64 (ECMA).
es: Calcula el CRC64 (ECMA).

source: Calculates entropy for each track separately.
es: Calcula la entropía de cada pista por separado.

source: Calculates entropy for the whole disc.
es: Calcula la entropía del disco entero.

source: Calculates Fletcher-16.
es: Calcula el Fletcher-16.

source: Calculates Fletcher-32.
es: Calcula el Fletcher-32.

# Calculates_how_many_sectors_are_duplicated
source: Calculates how many sectors are duplicated (have same exact data in user area).
es: Calcula cuantos sectores están duplicados (tiene los mismos datos en el área de usuario)

source: Calculates MD5.
es: Calcula el MD5.

source: Calculates SHA1.
es: Calcula el SHA1.

source: Calculates SHA256.
es: Calcula el SHA256.

source: Calculates SHA384.
es: Calcula el SHA384.

source: Calculates SHA512.
es: Calcula el SHA512.

source: Calculates SpamSum fuzzy hash.
es: Calcula el SpamSum.

source: Calculating disc entropy of multisession images is not yet implemented.
es: Calcular la entropía del disco entero en imágenes multisesión no está implementado todavía.

source: Cannot create file
es: No se pudo crear el fichero

source: Cannot delete
es: No se pudo eliminar

# Cannot_open_first_input_file
source: Cannot open input file 1
es: No se pudo abrir el 1er fichero de entrada

source: Cannot open image file, aborting...
es: No se pudo abrir el fichero de imagen, abortando...

source: Cannot open output plugin.
es: No se pudo abrir el formato de salida.

# Cannot_open_second_input_file
source: Cannot open input file 2
es: No se pudo abrir el 2º fichero de entrada

source: Cannot open specified file.
es: No se pudo abrir el fichero especificado.

source: Cannot write file {0}, output exists
es: No se pudo escribir el fichero {0}, ya existe

source: Cannot write xattr {0} for {1}, output exists
es: No se pudo escribir el atributo extendido {0} del fichero {1} ,ya existe

source: Cartridge Status
es: Estado del cartucho

source: CD ATIP:
es: ATIP de CD:

source: CD full TOC:
es: Tabla de contenidos completa del CD:

source: CD read speed limited to
es: Velocidad de lectura del CD limitada a

source: CD session information:
es: Información de sesión del CD:

source: CD TOC:
es: Tabla de contenidos del CD:

source: CD write speed limited to
es: Velocidad de escritura del CD limitada a

source: Certance Drive Component Revision Levels page
es: Página de niveles de revisión de componentes de la unidad Certance

source: Certance drive status page
es: Página de estado de la unidad Certance

source: Checking disc image checksums took {0}
es: Comprobar los checksums de la imagen tomó {0}

source: Checking GDPR compliance...
es: Comprobando cumplimiento de la GDPR...

source: Checking media image...
es: Comprobando imagen de medio...

source: Checking sector
es: Comprobando sector

source: Checking sectors...
es: Comprobando sectores...

source: Checking sector {0} of {1}
es: Comprobando sector {0} de {1}

source: Checking sector {0} of {1}, on track {2}
es: Comprobando sector {0} de {1}, en la pista {2}

source: Checking sector checksums took {0}
es: Comprobar los checksums de los sectores tomó {0}

source: Checking tracks...
es: Comprobando pistas...

source: Checking track {0} of {1}
es: Comprobando pista {0} de {1}

# Checksums_Disc_has_0
source: Disc's {0}
es: {0} del disco

# Checksums_Disk_has_0
source: Disk's {0}:
es: {0} del disco:

source: Checksums each track separately.
es: Calcular el checksum de cada pista por separado.

# Checksums_File_0_has_1
source: File {0}'s {1}
es: {1} del fichero {0}

# Checksums_Media_has_0
source: Media's {0}:
es: {0} del medio:

# Checksums_Tape_has_0
source: Tape's {0}:
es: {0} de la cinta:

source: Checksums the whole disc.
es: Calcular el checksum del disco completo.

# Checksums_Track_0_has_1
source: Track {0}'s {1}:
es: {1} de la pista {0}:

source: Clear existing main and local database.
es: Limpiar las bases de datos local y principal existentes.

source: Clear existing main database.
es: Limpiar la base de datos principal.

source: Closing output image...
es: Cerrando imagen de salida...

source: Commands statistics
es: Estadísticas de comandos

source: Command not supported for this image type.
es: Comando no soportado para este tipo de imagen.

source: Command not yet supported for this image type.
es: Comando aún no soportado para este tipo de imagen.

# Comma_separated_name_value_pairs_of_filesystem_options
source: Comma separated name=value pairs of options to pass to filesystem plugin.
es: Pares de nombre=valor separados por coma con opciones que pasar a la extensión de sistema de ficheros.

# Comma_separated_name_value_pairs_of_image_options
source: Comma separated name=value pairs of options to pass to output image plugin.
es: Pares de nombre=valor separados por coma con opciones que pasar a la extensión de imagen de salida.

source: Comparing images...
es: Comparando imágenes...

source: Comparing media image characteristics
es: Comparando las características del medio

source: Comparing sectors...
es: Comparando sectores...

source: Comparing sector {0} of {1}...
es: Comparando sector {0} de {1}...

# Configure_Command_Description
source: Configures user settings and statistics.
es: Configura las preferencias de usuario y las estadísticas.

# Configure_Device_Report_information_disclaimer
source: With the 'device-report' command, Aaru creates a report of a device, that includes its manufacturer, model, firmware revision and/or version, attached bus, size, and supported commands. The serial number of the device is not stored in the report. If used with the debug parameter, extra information about the device will be stored in the report. This information is known to contain the device serial number in non-standard places that prevent the automatic removal of it on a handful of devices. A human-readable copy of the report in XML format is always created in the same directory where Aaru is being run from.
es: Con el comando 'device-report', Aaru crea un reporte del dispositivo, incluyendo su fabricante, modelo, revisión y/o versión del firmware, bus de conexión, tamaño y comandos soportados. El número de serie del dispositivo no se guarda en el reporte. Si se usa con el parámetro 'debug', información extra del dispositivo se guardará en el reporte. En algunos dispositivos esta información podría contener el número de serie del dispositivo en lugares no estándares que impiden su eliminación automática. Una copia legible en formato XML del reporte se crea siempre en el directorio desde el que se está ejecutando Aaru.

# Configure_Do_you_want_to_save_device_reports_in_shared_folder_of_your_computer_Q
source: Do you want to save device reports in shared folder of your computer?
es: ¿Desea guardar los reportes de los dispositivos en una carpeta compartida de su ordenador?

# Configure_enable_decryption_disclaimer
source: Do you want to enable the decryption of copy protected media (also known as DRM), like for example DVD Video CSS encryption. Consult your local laws before enabling it, as this is illegal in some countries, or only legal under some circumstances.
es: ¿Desea activar la desencriptación de los medios protegidos contra copia (o DRM)? Por ejemplo la encriptación CSS de un DVD de video. Consulte sus leyes locales antes de activarla, ya que es ilegan en algunos países, o legal sólo en determinadas circunstancias.

# Configure_share_report_disclaimer
source: Sharing a report with us will send it to our server, that's in the european union territory, where it will be manually analyzed by an european union citizen to remove any trace of personal identification from it. Once that is done, it will be shared in our stats website, https://www.aaru.app These report will be used to improve Aaru support, and in some cases, to provide emulation of the devices to other open-source projects. In any case, no information linking the report to you will be stored.
es: Compartir un reporte lo enviará a nuestro servidor, localizado en la Unión Europa, dónde será analizado manualmente por un ciudadano europeo para eliminar cualquier rastro de identificación personal del mismo. Una vez hecho, se compartirá en nuestra web de estadísticas: https://www.aaru.app Este reporte se usará para mejorar el soporte de Aaru, y en algunos casos, para proveer emulación de los dispositivos a otros projectos de código abierto. En cualquier caso, no se almacenará ninguna información que le vincule con el reporte.

# Console_with_ornament
source: ################# Console ################
es: ################# Consola ################

# Continue_conversion_even_if_data_lost
source: Continue conversion even if sector or media tags will be lost in the process.
es: Continuar la conversión incluso si se pierden etiquetas del medio o de sector.

source: Continue dumping whatever happens.
es: Continuar el volcado pase lo que pase.

source: Conversion done.
es: Conversión completada.

source: Converting disc...
es: Convirtiendo disco...

source: Converting files
es: Convirtiendo ficheros

source: Converting file {0} of partition {1}...
es: Convirtiendo fichero {0} de la partición {1}...

# Converting_image_will_lose_media_tag_0
source: Converting image will lose media tag {0}, not continuing...
es: La conversión perdería la etiqueta de medio {0}, no se continuará...

# Converting_image_will_lose_sector_tag_0
source: Converting image will lose sector tag {0}, not continuing...
es: La conversión perdería la etiqueta de sector {0}, no se continuará...

source: Converting media
es: Convirtiendo medio

source: Converting media tag {0}
es: Convirtiendo etiqueta de medio {0}

source: Converting sectors
es: Convirtiendo sectores

source: Converting sectors {0} to {1}
es: Convirtiendo sectores del {0} al {1}

# Converting_sectors_0_to_1_2_done
source: Converting sectors {0} to {1} ({2:P2} done)
es: Convirtiendo sectores del {0} al {1} ({2:P2} completado)

source: Converting sectors {0} to {1} in track {2}
es: Convirtiendo sectores del {0} al {1} en la pista {2}

# Converting_sectors_0_to_1_in_track_2_3_done
source: Converting sectors {0} to {1} in track {2} ({3:P2} done)
es: Convirtiendo sectores del {0} al {1} en la pista {2} ({3:P2} completado)

source: Converting sectors in track {0}
es: Convirtiendo sectores en la pista {0}

source: Converting sectors in track {0} of {1}
es: Convirtiendo sectores en la pista {0} de {1}

source: Converting tags
es: Convirtiendo etiquetas

source: Converting tags in track {0} of {1}
es: Convirtiendo etiquetas en la pista {0} de {1}

source: Converting tag {0}
es: Convirtiendo etiqueta {0}

# Converting_tag_0_for_sectors_1_to_2_3_done
source: Converting tag {0} for sectors {1} to {2} ({3:P2} done)
es: Convirtiendo etiqueta {0} para los sectores del {1} al {2} ({3:P2} completado)

# Converting_tag_0_for_sectors_1_to_2_in_track_3_4_done
source: Converting tag {0} for sectors {1} to {2} in track {3} ({4:P2} done)
es: Convirtiendo etiqueta {0} para los sectores del {1} al {2} en la pista {3} ({4:P2} completado)

source: Converting tag {2} for sectors {0} to {1}
es: Convirtiendo etiqueta {2} para los sectores del {0} al {1}

source: Converting tag {3} for sectors {0} to {1} in track {2}
es: Convirtiendo etiqueta {3} para los sectores del {0} al {1} en la pista {2}

source: Converting tape partition {0}...
es: Convirtiendo partición {0} de cinta...

source: Converting track
es: Convirtiendo pista

source: Correctly opened image file.
es: Fichero de imagen abierto correctamente.

# Could_note_delete_existe_file_continue_Q
source: Could not delete existing file. Do you want to continue?
es: No se puedo eliminar el fichero existente. ¿Desea continuar?

# Could_not_create_destination_file_continue_Q
source: Could not create destination file. Do you want to continue?
es: No se pudo crear el fichero destino. ¿Desea continuar?

# Could_not_find_metadata_sidecar
source: Could not find metadata sidecar, not continuing...
es: No se pudo encontrar el sidecar de datos, no se continuará...

# Could_not_find_resume_file
source: Could not find resume file, not continuing...
es: No se pudo encontrar el fichero de resumen, no se continuará...

source: Could not open device, error {0}.
es: No se pudo abrir el dispositivo debido al error {0}.

source: Could not remove local database.
es: No se pudo eliminar la base de datos local.

source: Could not remove main database.
es: No se pudo eliminar la base de datos principal.

source: Created subdirectory at {0}
es: Creando subdirectorio en {0}

source: Create Aaru Metadata sidecar
es: Creando sidecar de metadatos de Aaru

# Create_graph_of_dumped_media
source: Create graph of dumped media. Currently only supported for CD/DVD/BD/GD/UMD.
es: Crear gráfica del medio volcado. Actualmente sólo soportado para CD/DVD/BD/GD/UMD.

# Create_graph_of_verified_disc
source: Create graph of verified disc (currently only implemented for optical discs).
es: Crear gráfica del disco verificado (actualmente sólo implementado para discos ópticos.

# Create_or_use_resume_mapfile
source: Create/use resume mapfile.
es: Crear y usar fichero de resumen.

source: Creating output image
es: Creando imagen de salida

# Database_Command_Family_Description
source: Commands to manage the device and statistics database
es: Comandos para manejar la base de datos de dispositivos y estadísticas

# Database_Stats_Command_Description
source: Shows statistics.
es: Muestra las estadísticas.

# Database_Update_Command_Description
source: Updates the database.
es: Actualiza la base de datos.

source: Data Transfer Device Element Address
es: Dirección del Elemento de Transferencia de Datos del Dispositivo

source: Decoder for media tag type "{0}" not yet implemented, sorry.
es: Aún no se ha implementado un descodificador para la etiqueta del medio "{0}".

source: Decoder for sector tag type "{0}" not yet implemented, sorry.
es: Aún no se ha implementado un descodificador para la etiqueta de sector "{0}".

source: Decode media tags.
es: Descodificar etiquetas del medio.

source: Decode sector tags.
es: Descodificar etiquetas de sector.

# Decrypt_sectors_help
source: Try to decrypt encrypted sectors.
es: Intentar desencriptar los sectores encriptados.

source: Default
es: Por defecto

source: Densities supported by currently inserted media
es: Densidades soportadas por el medio actualmente introducido

source: Densities supported by device:
es: Densidades soportadas por el dispositivo:

source: Destination exists, aborting.
es: El destino existe, abortando.

# Device_Command_Family_Description
source: Commands that talk to devices
es: Comandos que se comunican con dispositivos

# Device_does_not_report_with_trap_discs
source: This device type does not support doing reports with trap discs.
es: El tipo de dispositivo no soporte crear reportes usando un disco trampa.

source: Device Geometry Tuples
es: Tuplas de geometría del dispositivo

# Device_Info_Command_Description
source: Gets information about a device.
es: Obtiene información sobre un dispositivo.

# Device_List_Command_Description
source: Lists all connected devices.
es: Lista todos los dispositivos conectados.

source: Device path
es: Ruta al dispositivo.
