Repository: Deterous/Aaru
Catalog: Aaru.Localization/UI.*.resx
Languages: es

source: Searches and prints information about filesystems.
es: Busca y muesta información sobre sistemas de ficheros.

# Second_image_has_more_sectors
source: Image 2 has more sectors
es: La 2ª imagen tiene más sectores

# Second_input_file_format_identified_by_0
source: Input file 2 format identified by {0}.
es: El formato del 2º fichero es identificado por {0}.

# Second_input_file_format_identified_by_0_1
source: Input file 2 format identified by {0} ({1}).
es: El formato del 2º fichero es identificado por {0} ({1}).

# Second_input_file_format_not_identified
source: Input file 2 format not identified, not proceeding with comparison.
es: No se identificó el formato del 2º fichero, no se procederá con la comparativa.

source: Second media image path
es: Ruta de la 2ª imagen

source: Sector to start decoding from.
es: Sector donde empezar a descodificar.

source: Selected PoweRec speed for currently inserted media:
es: Velocidad PoweRec seleccionada para el medio insertado:

source: Serial
es: Número de serie

# Serial_number_of_drive_read_the_media_by_image
source: Serial number of the drive used to read the media represented by the image.
es: Número de serie de la unidad usada para leer el medio representado por la imagen.

# Serial_number_of_media_by_image
source: Serial number of the media represented by the image.
es: Número de serie del medio representado por la imagen.

source: Setting geometry to {0} cylinders, {1} heads and {2} sectors per track
es: Estableciendo geometría en {0} cilindros, {1} cabezas y {2} sectores por pista

source: Setting image metadata
es: Estableciendo metadatos de la imagen

source: Setting tracks list
es: Estableciendo lista de pistas

# Share_your_device_reports_with_us_Q
source: Share your device reports with us?
es: ¿Compartir sus reportes de dispositivo con nosotres?

# Share_your_stats_anonymously_Q
source: Share your stats (anonymously)?
es: ¿Compartir sus estadísticas de forma anónima?

source: Shows debug output from plugins.
es: Muestra información de depuración de las extensiones.

source: Shows verbose output.
es: Muestra información adicional.

source: Show long sector
es: Muestra un sector largo

source: SilentMode is enabled
es: SilentMode está activado

source: Skipped sectors on error
es: Sectores omitidos ante un error

# Skip_CDi_Ready_hole_help
source: Skip the hole between data and audio in a CD-i Ready disc.
es: Omitir el hueco entre los datos y el audio en un disco CD-i Ready.

# Some_warnings_happened_Check_console
source: Some warnings happened. Check console for more information. Image should be correct.
es: Ocurrieron algunas advertencias. Compruebe la consola para más información. La imagen debería ser correcta.

source: Source image
es: Imagen origen

source: Spare Area Information
es: Información del área de reserva

source: Specified encoding is not supported.
es: La codificación especificada no está soportada

source: SpeedRead is enabled
es: SpeedRead está activado

# Speed_to_dump
source: Speed to dump. Only applicable to optical drives, 0 for maximum.
es: Velocidad para volcar. Sólo aplicable a unidades ópticas, 0 para el máximo.

source: Starting sector.
es: Sector de comienzo.

# Start_0_as_in_sector_start
source: Start {0}
es: Comienzo {0}

# Statistics_disclaimer
source: Aaru can store some usage statistics. These statistics are limited to the number of times a command is executed, a filesystem, partition, or device is used, the operating system version, and other. In no case, any information besides pure statistical usage numbers is stored, and they're just joint to the pool with no way of using them to identify you.
es: Aaru puede guardar algunas estadísticas de uso. Estas estadísticas están limitadas al número de veces que se ejecuta un comando, se encuentra un sistema de ficheros o una partición, se usa un dispositivo, la versión del sistema operativo, y otros. En ningún caso, ninguna información más allá del número de usos estadístico es almacenada, y se unen a la pila sin ninguna manera de poder identificarle.

source: Stop media dump on first error.
es: Parar el volcado ante el primer error.

source: Store encrypted data as is.
es: Guardar datos encriptados tal cual.

# Subchannel_name_any
source: any
es: cualquiera

# Subchannel_name_none
source: none
es: ninguno

# Subchannel_name_rw_or_pq
source: rw-or-pq
es: rw-o-pq

# Subchannel_to_dump_help
source: Subchannel to dump. Only applicable to CD/GD. Values: any, rw, rw-or-pq, pq, none.
es: Subcanal a volcar. Sólo aplicable a CD/GD. Valores: cualquiera, rw, rw-o-pq, pq, ninguno.

source: Supported archive formats ({0}):
es: {0} formatos de archivo soportados:

source: Supported filesystems for identification and information only ({0}):
es: {0} sistemas de ficheros soportados sólo para identificación e información:

source: Supported filesystems that can read their contents ({0}):
es: {0} sistemas de ficheros que podemos leer su contenido:

source: Supported filters ({0}):
es: {0} filtros soportados:

source: Supported partitioning schemes ({0}):
es: {0} esquemas de particionado soportados:

# Supported_Question
source: Supported?
es: ¿Soportado?

source: Supports bitsetting DVD+R book type
es: Soporta establecer el tipo de libro de DVD+R

source: Supports bitsetting DVD+R DL book type
es: Soporta establecer el tipo de libro de DVD+R DL

source: Supports GigaRec
es: Soporta GigaRec

source: Supports hiding CD-Rs and sessions
es: Soporta ocultar CD-R y sesiones

source: Supports PoweRec
es: Soporta PoweeRec

source: Supports SecuRec
es: Soporta SecuRec

source: Supports SilentMode
es: Soporta SilentMode

source: Supports SpeedRead
es: Soporta SpeedRead

# Supports_test_writing_DVD_Plus
source: Supports test writing DVD+
es: Soporta escritura de prueba en DVD+

source: Supports VariRec
es: Soporta VariRec

source: Supports VariRec on DVDs
es: Soporta VariRec en DVDs

# Sure_report_trap_disc
source: Are you sure you want to do a report using a trap disc and the swapping method? This method can damage the drive, or the disc, and requires some ability. In you are unsure, please press N to not continue.
es: ¿Está segure de hacer un reporte usando un disco trampa y el método de intercambio? Éste método puede dañar la unidad, o el disco, y requiere cierta habilidad. Si no está segure, pulse N para no continuar.

# Take_dump_hardware_from_existing_resume
source: Take list of dump hardware from existing resume file.
es: Obtener lista del hardware de volcado de un fichero de resumen existente.

source: Take metadata from existing CICM XML sidecar.
es: Obtener metadatos de un sidecar XML de CICM existente.

source: TapeAlert Supported Flags Bitmap
es: Mapa de bits de banderas TapeAlert soportadas

# Tape_argument_input_help
source: When used indicates that input is a folder containing alphabetically sorted files extracted from a linear block-based tape with fixed block size (e.g. a SCSI tape device).
es: Al usarse indica que la entrada es una carpeta conteniendo los ficheros ordenados alfabéticamente extraídos de una cinta lineal de bloques de tamaño fijo (por ej. una unidad de cinta SCSI).

# Tape_block_size_argument_help
source: Only used for tapes, indicates block size. Files in the folder whose size is not a multiple of this value will simply be ignored.
es: Sólo usado para cintas, indica el tamaño del bloque. Los ficheros en la carpeta cuyo tamaño no sea múltiple de este serán ignorados.

# Text_Authors
source: Developers: Natalia Portillo Michael Drüing Rebecca Wallander Testers: Silas Laspada
es: Desarrolladores: Natalia Portillo Michael Drüing Rebecca Wallander Probadores: Silas Laspada

source: There are no media tags in chosen disc image.
es: No hay etiquetas del medio en la imagen seleccionada.

source: There are no sector tags in chosen disc image.
es: No hay etiquetas de sector en la imagen seleccionada.

source: There are no statistics.
es: No hay estadísticas.

source: There is at least one sector that does not contain a checksum
es: Al menos un sector no contenía un checksum.

source: There is at least one sector with incorrect checksum or errors
es: Al menos un sector tenía un checksum incorrecto o errores

source: The specified image does not support any kind of verification
es: La imagen especificada no soporta ningún tipo de verificación

source: The specified input file cannot be found.
es: No se pudo encontrar la imagen especificada

# This_is_dangerous
source: THIS IS DANGEROUS AND CAN IRREVERSIBLY DESTROY YOUR DRIVE (IF IN DOUBT PRESS 'N')
es: ESTO ES PELIGROSO Y PUEDE DAÑAR SU UNIDAD IRREVERSIBLEMENTE (SI DUDA PULSE 'N')

source: Time spent reading CDs
es: Tiempo leyendo CDs

source: Time spent reading DVDs
es: Tiempo leyendo DVDs

source: Time spent writing CDs
es: Tiempo escribiendo CDs

source: Time spent writing DVDs
es: Tiempo escribiendo DVDs

# Title_Aaru_license
source: Aaru's license
es: Licencia de Aaru

# Title_About_Aaru
source: About Aaru
es: Acerca de Aaru

# Title_Algorithms
source: Algorithms
es: Algoritmos

# Title_Attributes
source: Attributes
es: Atributos

# Title_Author
source: Author
es: Autor

# Title_Barcode
source: Barcode
es: Código de barras

# Title_Block
source: Block
es: Bloque

# Title_Calculating_entropy
source: Calculating entropy
es: Calculando entropía

# Title_Changed
source: Changed
es: Modificación

# Title_Code_for_encoding
source: Code
es: Código

# Title_Command
source: Command
es: Comando

# Title_Commands
source: Commands
es: Comandos

# Title_Comments
source: Comments
es: Comentarios

# Title_Connected_by_USB
source: Connected by USB
es: Conectado por USB

# Title_Console
source: Console
es: Consola

# Title_Conversion_success
source: Conversion success
es: Conversión exitosa

# Title_Creation
source: Creation
es: Creación

# Title_Creation_time
source: Creation time
es: Tiempo de creación

# Title_Decoded
source: Decoded
es: Descodificado

# Title_Description
source: Description
es: Descripción

# Title_Descriptor_size
source: Descriptor size
es: Tamaño del descriptor

# Title_Destination_file
source: Destination file
es: Fichero destino

# Title_Details
source: Details
es: Detalles

# Title_Device
source: Device
es: Dispositivo

# Title_Devices
source: Devices
es: Dispositivos

# Title_Device_information
source: Device information
es: Información del dispositivo

# Title_Device_type
source: Device type
es: Tipo del dispositivo

# Title_Disc_Manufacturing_Information
source: Disc Manufacturing Information
es: Información del fabricante del disco

# Title_Drive
source: Drive
es: Unidad

# Title_Drive_firmware_revision
source: Drive firmware revision
es: Revisión del firmware de la unidad

# Title_Drive_has_kreon_firmware
source: Drive has kreon firmware:
es: La unidad tiene firmware Kreon:

# Title_Drive_information
source: Drive information
es: Información de la unidad

# Title_Drive_manufacturer
source: Drive manufacturer
es: Fabricante de la unidad

# Title_Drive_model
source: Drive model
es: Modelo de la unidad

# Title_Drive_serial_number
source: Drive serial number
es: Número de serie de la unidad

# Title_Dump_hardware
source: Dump hardware
es: Hardware de volcado

# Title_Entropy
source: Entropy
es: Entropía

# Title_Existing_Aaru_Metadata_sidecar
source: Existing Aaru Metadata sidecar
es: Sidecar de metadatos de Aaru existente

# Title_Existing_resume_file
source: Existing resume file
es: Fichero de resumen existente

# Title_Extended_CSD
source: Extended CSD
es: CSD extendido

# Title_Feature
source: Feature
es: Funcionalidad

# Title_File
source: File
es: Fichero

# Title_Filesystem
source: Filesystem
es: Sistema de ficheros

# Title_Filesystems
source: Filesystems
es: Sistemas de ficheros

# Title_Filter
source: Filter
es: Filtro

# Title_Filters
source: Filters
es: Filtros

# Title_FireWire_device
source: FireWire device
es: Dispositivo FireWire

# Title_Firmware_revision
source: Firmware revision
es: Revisión de firmware

# Title_First_Media_image
source: Media image 1
es: 1ª imagen

# Title_Floppy_images
source: Floppy images
es: Imágenes de disquete

# Title_Format
source: Format
es: Formato

# Title_Formats
source: Formats
es: Formatos

# Title_From_image
source: From image...
es: Desde la imagen...

# Title_GDPR
source: GDPR
es: RGPD

# Title_Header
source: Header
es: Cabecera

# Title_HexView
source: HexView
es: Vista hex.

# Title_Identify_only
source: Identify only:
es: Sólo identificar:

# Title_Images
source: Images
es: Imágenes

# Title_Image_application
source: Image application
es: Aplicación de la imagen

# Title_Image_application_version
source: Image application version
es: Versión de la aplicación de la imagen

# Title_Image_comments
source: Image comments
es: Comentarios de la imagen

# Title_Image_creator
source: Image creator
es: Creador de la imagen

# Title_Image_information
source: Image information
es: Información de la imagen

# Title_Image_name
source: Image name
es: Nombre de la imagen

# Title_Image_size
source: Image size
es: Tamaño de la imagen

# Title_Image_version
source: Image version
es: Versión de la imagen

# Title_Information
source: Information
es: Información

# Title_Inode
source: Inode
es: inodo

# Title_Last_access
source: Last access
es: Último acceso

# Title_Last_backup
source: Last backup
es: Último respaldo

# Title_Last_media_of_the_sequence
source: Last media of the sequence
es: Último medio de la secuencia

# Title_Last_media_on_sequence
source: Last media on sequence
es: Último medio en la secuencia

# Title_Last_modification_time
source: Last modification time
es: Fecha de última modificación

# Title_Last_write
source: Last write
es: Última escritura

# Title_Length
source: Length
es: Longitud

# Title_Library
source: Library
es: Libreria

# Title_Links
source: Links
es: Enlaces

# Title_Log
source: Log
es: Registro

# Title_Manufacturer
source: Manufacturer
es: Fabricante

# Title_Media
source: Media
es: Medio

# Title_Medias
source: Medias
es: Medios

# Title_Media_barcode
source: Media barcode
es: Código de barras del medio

# Title_Media_catalog_number
source: Media catalog number
es: Número de catálogo del medio

# Title_Media_checksums
source: Media checksums:
es: Checksums del medio:

# Title_Media_images
source: Media images
es: Imágenes de medios

# Title_Media_image_format
source: Media image format
es: Formato de imagen

# Title_Media_information
source: Media information
es: Información del medio

# Title_Media_manufacturer
source: Media manufacturer
es: Fabricante del medio

# Title_Media_model
source: Media model
es: Modelo del medio

# Title_Media_part_number
source: Media part no.
es: Nº de parte del medio

# Title_Media_sequence
source: Media sequence
es: Secuencia del medio

# Title_Media_serial_number
source: Media serial number
es: Número de serie del medio

# Title_Media_type
source: Media type
es: Tipo de medio

# Title_Message
source: Message
es: Mensaje

# Title_Metadata
source: Metadata
es: Metadato

# Title_Miscellaneous
source: Miscellaneous
es: Miscelánea

# Title_Mode
source: Mode
es: Modo

# Title_Model
source: Model
es: Modelo

# Title_Model_ID
source: Model ID
es: ID de modelo

# Title_Module
source: Module
es: Módulo

# Title_Name
source: Name
es: Nombre

# Title_Namespace
source: Namespace
es: Espacio de nombres

# Title_Number_in_sequence
source: Number in sequence
es: Número en secuencia

# Title_of_media_represented_by_image
source: Title of the media represented by the image.
es: Título del medio representado por la imagen.

# Title_Operating_system
source: Operating system
es: Sistema operativo

# Title_Page
source: Page
es: Página

# Title_Partition
source: Partition
es: Partición

# Title_Partitions
source: Partitions
es: Particiones

# Title_Part_number
source: Part number
es: Número de parte

# Title_PCMCIA_device
source: PCMCIA device
es: Dispositivo PCMCIA

# Title_Peripheral_device_type
source: Peripheral device type
es: Tipo de periférico del dispositivo

# Title_Plugins
source: Plugins
es: Extensiones

# Title_Product
source: Product
es: Producto

# Title_Product_ID
source: Product ID
es: ID de producto

# Title_Readable
source: Readable:
es: Legible:

# Title_Readable_media_tags
source: Readable media tags
es: Etiquetas de medio legibles

# Title_Readable_sector_tags
source: Readable sector tags
es: Etiquetas de sector legibles

# Title_Removable_media
source: Removable media
es: Medio extraíble

# Title_Reports
source: Reports
es: Reportes

# Title_Revision
source: Revision
es: Revisión

# Title_Scheme
source: Scheme
es: Esquema

# Title_SCSI_device
source: SCSI device
es: Dispositivo SCSI

# Title_SCSI_MMC_GET_CONFIGURATION_Features
source: SCSI MMC GET CONFIGURATION Features:
es: Funcionas de SCSI MMC GET CONFIGURATION:

# Title_Second_Media_image
source: Media image 2
es: 2ª imagen

# Title_Sectors
source: Sectors
es: Sectores

# Title_Sector_size
source: Sector size
es: Tamaño de sector

# Title_Security_Sector
source: Security Sector
es: Sector de Seguridad

# Title_Serial_number
source: Serial number
es: Número de serie

# Title_Sessions
source: Sessions
es: Sesiones

# Title_Settings
source: Settings
es: Preferencias

# Title_Statistics
source: Statistics
es: Estadísticas

# Title_Tag
source: Tag:
es: Etiqueta:

# Title_Time
source: Time
es: Hora

# Title_Times_used
source: Times used
es: Veces usado

# Title_Title
source: Title
es: Título

# Title_TOC
source: TOC
es: Tabla de contenidos

# Title_TOC_full
source: TOC (full)
es: Tabla de contenidos completa

# Title_Tracks
source: Tracks
es: Pistas

# Title_Track_checksums
source: Track checksums:
es: Checksums de pista:

# Title_Track_entropy
source: Track entropy
es: Entropía de pista

# Title_Type
source: Type
es: Tipo

# Title_Unique_sectors
source: Unique sectors
es: Sectores únicos

# Title_USB_device
source: USB device
es: Dispositivo USB

# Title_Vendor
source: Vendor
es: Fabricante

# Title_Vendor_ID
source: Vendor ID
es: ID de fabricante

# Title_Version
source: Version
es: Versión

# Title_Warning
source: Warning
es: Atención

# Title_Writable
source: Writable:
es: Escribible

# Total_errors_plus_unknowns
source: Total errors+unknowns...
es: Total desconocidos+errores....

source: Total errors............
es: Total de errores..............

source: Total sectors...........
es: Total de sectores.............

source: Total unknowns..........
es: Total desconocidos............

source: Total loaded discs:
es: Discos cargados en total:

# Track_0_has_1_unique_sectors_2
source: Track {0} has {1} unique sectors ({2:P3})
es: La pista {0} tiene {1} sectores únicos ({2:P3})

source: Track {0} starts at LBA {1}, ends at LBA {2}, has a pregap of {3} sectors and is of type {4}
es: La pista {0} empieza en el LBA {1}, termina en el {2}, tiene un hueco anterior de {3} sectores y es de tipo {4}

source: Track {0} starts at sector {1} and ends at sector {2}
es: La pista {0} empieza en el sector {1} y termina en el {2}

source: Track Resources
es: Recursos de pista

source: Trim errors from skipped sectors
es: Recortar errores entre los sectores omitidos

# Try_to_read_first_track_pregap
source: Try to read first track pregap. Only applicable to CD/DDCD/GD.
es: Intentar leer el hueco anterior a la primera pista. Sólo aplicable a CD/DDCD/GD.

# Try_to_read_the_title_keys_from_CSS_DVDs
source: Try to read the title keys from CSS encrypted DVDs (very slow).
es: Intentar leer las llaves de título de los DVDs encriptados con CSS (muy lento).

source: Try to read track 1 pregap
es: Intentar leer el hueco anterior a la 1ª pista

source: Try to recover partial or incorrect data.
es: Intentar recuperar datos parciales o incorrectos.

# TypeToString_boolean
source: boolean
es: buleano

# TypeToString_float_number
source: float number
es: número de coma flotante

# TypeToString_number
source: number
es: número

# TypeToString_signed_number
source: signed number
es: número con signo

# TypeToString_string
source: string
es: texto

source: Unable to mount volume, error {0}
es: No se pudo montar el volumen, error {0}

# Unable_to_open_first_image_format
source: Unable to open image 1 format
es: No se pudo abrir la 1ª imagen

source: Unable to open image format
es: No se pudo abrir la imagen

# Unable_to_open_second_image_format
source: Unable to open image 2 format
es: No se pudo abrir la 2ª imagen

source: Unable to recognize image format, not checksumming
es: No se pudo reconocer el formato de la imagen, no se calculará el checksum

source: Unable to recognize image format, not decoding
es: No se pudo reconocer el formato de la imagen, no se descodificará

source: Unable to recognize image format, not printing
es: No se pudo reconocer el formato de la imagen, no se mostrará

source: Unable to recognize image format, not verifying
es: No se pudo reconocer el formato de la imagen, no se verificará

source: Undecoded
es: Sin descocidicar

source: Undecoded tuple ID {0}
es: Tupla ID {0} sin descodificar

source: Unit Serial Number
es: Número de serie de la unidad

source: Unknown feature
es: Funcionalidad desconocida

source: Unknown LBAs:
es: LBAs desconocidos:

# unlimited_as_in_speed
source: unlimited
es: ilimitada

# Unsupported_device_type_for_report
source: Unsupported device type, report cannot be created
es: Tipo de dispositivo no soportado, no se puede crear un reporte

source: Unsupported filename
es: Nombre de fichero no soportado

source: Updating main database...
es: Actualizando base de datos principal...

source: Use long format.
es: Usar formato largo.

source: Value "{0}" is not a valid number for length.
es: El valor "{0}" no es un número válido para la longitud.

source: Verifying image checksums...
es: Verificando checksums de la imagen...

source: Verifying track {0} of {1}
es: Verificando pista {0} de {1}

source: Verify all sectors if supported.
es: Verificar todos los sectores si está soportado.

# Verify_dimensions_paramater_help
source: Dimensions, as a square, in pixels, for the graph of verified media.
es: Dimensiones, de un cuadrado, en píxeles, para la gráfica del medio verificado.

source: Verify media image if supported.
es: Verificar la imagen si está soportado.

source: Welcome to Aaru!
es: ¡Bienvenide a Aaru!

source: When an unreadable sector is found skip this many sectors.
es: Cuando se encuentra un sector erróneo se omitirán estos sectores.

source: Who (person) created the image?
es: ¿Quién creó la imagen?

source: Write a log of the scan in the format used by ImgBurn.
es: Escribir un registro del escaneo en el formato usado por ImgBurn.

source: Write a log of the scan in the format used by MHDD.
es: Escribir un registro del escaneo en el formato usado por MHDD.

source: Writing Aaru Metadata to output image.
es: Escribiendo los metadatos de Aaru en la imagen.

source: Writing dump hardware list...
es: Escribiendo la lista del hardware de volcado...

source: Writing extended attribute...
es: Escribiendo atributo extendido...

source: Writing image to:
es: Escribiendo imagen a:

source: Writing metadata...
es: Escribiendo metadatos...

source: Written {0} bytes of file {1} to {2}
es: Escritos {0} bytes del fichero {1} en {2}

source: Written {0} bytes of xattr {1} from file {2} to {3}
es: Escritos {0} bytes del atributo extendido {1} del fichero {2} en {3}

source: Written Aaru Metadata to output image.
es: Escritos los metadatos de Aaru en la imagen.

source: Written dump hardware list to output image.
es: Escrita la lista de hardware de volcado en la imagen.

source: You cannot use --tape option when input is a file.
es: No puede usar la opción --tape cuando la entrada es un fichero.

source: You have called the Checksum command {0} times
es: Ha llamado {0} veces al comando Checksum

source: You have called the Compare command {0} times
es: Ha llamado {0} veces al comando Comparar
