Repository: Deterous/Aaru
Catalog: Aaru.Localization/UI.*.resx
Languages: es

# Device_Report_Command_Description
source: Tests the device capabilities and creates an JSON report of them.
es: Comprueba las capacidades del dispositivo y crea un reporte de ellas.

# Device_report_must_be_run_as_admin
source: Because of the commands sent to a device, device report must be run with administrative privileges.
es: Debido a los comandos que se envían a un dispositivo, para crear un reporte del mismo es necesario tener privilegios administrativos.

# Device_report_using_trap_disc
source: Does a device report using a trap disc.
es: Crea un reporte del dispositivo usando un disco trampa.

source: Device statistics
es: Estadísticas de dispositivos

# Dialog_Aaru_Metadata
source: Aaru Metadata
es: Metadatos de Aaru

# Dialog_Binary_files
source: Binary
es: Binario

# Dialog_Choose_destination_file
source: Choose destination file
es: Fichero destino

# Dialog_Choose_destination_folder
source: Choose destination folder...
es: Carpeta de destino...

# Dialog_Choose_existing_metadata_sidecar
source: Choose existing metadata sidecar
es: Sidecar de metadatos existente

# Dialog_Choose_existing_resume_file
source: Choose existing resume file
es: Fichero de resumen existente

# Dialog_Choose_image_to_open
source: Choose image to open
es: Imagen a abrir

# Dialog_Log_files
source: Log files
es: Ficheros de registro

# Dialog_Text_files
source: Text
es: Texto

source: Directory: {0}
es: Directorio: {0}

# Directory_where_extracted_files_will_be_created
source: Directory where extracted files will be created. Will abort if it exists
es: Se creará el directorio donde se extraerán los ficheros. Se abortará si existe

source: Disc Definition Structure
es: Estructura de definición del disco

source: Disc image checksums are correct
es: Los checksums de la imagen de disco son correctos

source: Disc image checksums are incorrect
es: Los checksums de la imagen de disco son incorrectos

source: Disc image does not contain checksums
es: La imagen de disco no contiene checksums

source: Disc image does not support verification.
es: La imagen de disco no soporta la verificación

source: Disc image path
es: Ruta a la imagen de disco

source: Disc information
es: Información del disco

# Disk_has_0_unique_sectors_1
source: Disk has {0} unique sectors ({1:P3})
es: El disco tiene {0} sectores únicos ({1:P3})

source: Doesn't have partitions
es: No contiene particiones

source: Doesn't have sessions
es: No contiene sesiones

source: Do not store paths and serial numbers in log or metadata.
es: No guardar rutas ni números de serie en los registros ni metadatos.

# Do_you_have_audio_trap_disc
source: Do you have an audio trap disc (if unsure press N)?
es: ¿Tiene un disco trampa (si no está segure pulse N)?

# Do_you_have_a_0_disc
source: Do you have a {0} disc that you can insert in the drive?
es: ¿Tiene un disco {0} que pueda introducir en la unidad?

# Do_you_have_GD_ROM_disc
source: Do you have a GD-ROM disc (if unsure press N)?
es: ¿Tiene un disco GD-ROM que pueda introducir en la unidad (si no está segure pulse N)?

# Do_you_have_media_you_can_insert
source: Do you have media that you can insert in the drive?
es: ¿Tiene un medio que pueda introducir en la unidad?

# Do_you_want_to_enable_decryption_of_copy_protected_media_Q
source: Do you want to enable decryption of copy protected media?
es: ¿Desea activar la desencriptación de los medios protegidos contra copia?

# Do_you_want_to_gather_statistics_about_command_usage_Q
source: Do you want to gather statistics about command usage?
es: ¿Desea recopilar estadísticas sobre el uso de los comandos?

# Do_you_want_to_gather_statistics_about_found_devices_Q
source: Do you want to gather statistics about found devices?
es: ¿Desea recopilar estadísticas sobre los dispositivos encontrados?

# Do_you_want_to_gather_statistics_about_found_filesystems_Q
source: Do you want to gather statistics about found filesystems?
es: ¿Desea recopilar estadísticas sobre los sistemas de ficheros encontrados?

# Do_you_want_to_gather_statistics_about_found_file_filters_Q
source: Do you want to gather statistics about found file filters?
es: ¿Desea recopilar estadísticas sobre los filtros de fichero encontrados?

# Do_you_want_to_gather_statistics_about_found_media_image_formats_Q
source: Do you want to gather statistics about found media image formats?
es: ¿Desea recopilar estadísticas sobre los formatos de imagen encontrados?

# Do_you_want_to_gather_statistics_about_found_partitioning_schemes_Q
source: Do you want to gather statistics about found partitioning schemes?
es: ¿Desea recopilar estadísticas sobre los esquemas de particionado encontrados?

# Do_you_want_to_gather_statistics_about_media_image_verifications_Q
source: Do you want to gather statistics about media image verifications?
es: ¿Desea recopilar estadísticas sobre las verificaciones de las imágenes?

# Do_you_want_to_gather_statistics_about_media_types_Q
source: Do you want to gather statistics about media types?
es: ¿Desea recopilar estadísticas sobre los tipos de medio?

# Do_you_want_to_gather_statistics_about_scanned_media_Q
source: Do you want to gather statistics about scanned media?
es: ¿Desea recopilar estadísticas sobre los escaneos de medios?

# Do_you_want_to_save_stats_about_your_Aaru_usage_Q
source: Do you want to save stats about your Aaru usage?
es: ¿Desea guardar estadísticas acerca de su uso de Aaru?

# Do_you_want_to_share_your_device_reports_with_us_Q
source: Do you want to share your device reports with us?
es: ¿Desea compartir sus reportes de dispositivo con nosotres?

# Do_you_want_to_share_your_stats__anonymously_Q
source: Do you want to share your stats (anonymously)?
es: ¿Desea compartir sus estadísticas de forma anónima?

# Do_you_want_to_try_HLDTST_commands
source: Do you have want to try HL-DT-ST (aka LG) vendor commands?
es: ¿Desea intentar los comandos específicos de HL-DT-ST (o LG)?

# Do_you_want_to_try_MediaTek_commands
source: Do you have want to try MediaTek vendor command F1h subcommand 06h?
es: ¿Desea intentar el comando específico F1h subcomando 06h de MediaTek?

# Do_you_want_to_try_NEC_commands
source: Do you have want to try NEC vendor commands?
es: ¿Desea intentar los comandos específicos de NEC?

# Do_you_want_to_try_Pioneer_commands
source: Do you have want to try Pioneer vendor commands?
es: ¿Desea intentar los comandos específicos de Pioneer?

# Do_you_want_to_try_Plextor_commands
source: Do you have want to try Plextor vendor commands?
es: ¿Desea intentar los comandos específicos de Plextor?

source: Drive firmware info: {0}
es: Información del firmware de la unidad: {0}

source: Drive manufacturer: {0}
es: Fabricante de la unidad: {0}

source: Drive model: {0}
es: Modelo de la unidad: {0}

# Dump_graph_dimensions_argument_help
source: Dimensions in pixels of the square that will contain the graph of dumped media.
es: Dimensiones en píxeles del cuadrado que contendrá la gráfica del medio volcado.

source: Duration cannot be negative or infinite
es: La duración no puede ser ni negativa ni infinita

source: DVD read speed limited to
es: Velocidad de lectura del DVD limitada a

source: Ejecting media...
es: Expulsando medio...

source: Eject media after dump finishes.
es: Expulsar el medio al terminar el volcado.

source: Enables creating Aaru Metadata sidecar.
es: Crear sidecar de metadatos de Aaru.

source: Enables trimming errored from skipped sectors.
es: Recortar los sectores erróneos de entre los omitidos.

source: Enable debug console
es: Activar consola de depuración

source: Encodings
es: Codificaciones

# encoding_for_0
source: Using encoding for {0}.
es: Usando codificación para {0}.

source: Encoding to use on metadata sidecar creation
es: Codificación para usar en la creación del sidecar de metadatos.

# Entropy_for_disk_is_0
source: Entropy for disk is {0:F4}.
es: La entropía del disco es {0:F4}.

# Entropy_for_track_0_is_1
source: Entropy for track {0} is {1:F4}.
es: La entropía de la pista {0} es {1:F4}.

source: Enumerating partitions...
es: Enumerando particiones...

source: Error {0} closing output image... Contents are not correct.
es: Error {0} al cerrar la imagen de salida... Su contenido no es correcto.

source: Error {0} creating output image.
es: Error {0} al crear la imagen de salida.

source: Error {0} opening device
es: Error {0} abriendo el dispositivo.

source: Error {0} opening image format.
es: Error {0} abriendo la imagen.

source: Error {0} reading ATA IDENTIFY DEVICE response from disc image
es: Error {0} leyendo la respuesta de ATA IDENTIFY DEVICE de la imagen

source: Error {0} reading ATA IDENTIFY PACKET DEVICE response from disc image
es: Error {0} leyendo la respuesta de ATA IDENTIFY PACKET DEVICE de la imagen

source: Error {0} reading CD ATIP from disc image
es: Error {0} leyendo el ATIP de CD de la imagen

source: Error {0} reading CD full TOC from disc image
es: Error {0} leyendo la tabla de contenidos completa de CD de la imagen

source: Error {0} reading CD PMA from disc image
es: Error {0} leyendo el PMA de CD de la imagen

source: Error {0} reading CD session information from disc image
es: Error {0} leyendo la información de sesión de CD de la imagen

source: Error {0} reading data from {1}.
es: Error {0} leyendo datos desde {1}.

source: Error {0} reading directory {1}
es: Error {0} leyendo el directorio {1}

source: Error {0} reading file {1}
es: Error {0} leyendo el fichero {1}

# Error_0_reading_file_continue_Q
source: Error {0} reading file. Do you want to continue?
es: Error {0} leyendo fichero. ¿Desea continuar?

# Error_0_reading_media_tag
source: Error {0} reading media tag, continuing...
es: Error {0} leyendo etiqueta del medio, continuando...

source: Error {0} reading media tag, not continuing...
es: Error {0} leyendo etiqueta del medio, no se continuará...

source: Error {0} reading root directory.
es: Error {0} leyendo directorio raíz.

source: Error {0} reading SCSI INQUIRY response from disc image
es: Error {0} leyendo la respuesta de SCSI INQUIRY de la imagen

source: Error {0} reading sector {1}.
es: Error {0} leyendo el sector {1}.

source: Error {0} reading sector {1}, continuing...
es: Error {0} leyendo el sector {1}, continuando...

# Error_0_reading_sector_1_from_first_image
source: Error {0} reading sector {1} from image 1.
es: Error {0} leyendo el sector {1} de la 1ª imagen.

# Error_0_reading_sector_1_from_second_image
source: Error {0} reading sector {1} from image 2.
es: Error {0} leyendo el sector {1} de la 2ª imagen.

source: Error {0} reading sector {1}, not continuing...
es: Error {0} leyendo el sector {1}, no se continuará...

source: Error {0} reading tag for sector {1}, continuing...
es: Error {0} leyendo etiqueta del sector {1}, continuando...

source: Error {0} reading tag for sector {1}, not continuing...
es: Error {0} leyendo etiqueta del sector {1}, no se continuará

source: Error {0} sending tracks list to output image.
es: Error {0} enviando lista de pistas a la imagen de salida.

source: Error {0} setting geometry, image may be incorrect, continuing...
es: Error {0} estableciendo geometría. La imagen puede ser incorrecta, continuando...

source: Error {0} setting metadata, not continuing...
es: Error {0} estableciendo metadatos, no se continuará...

source: Error {0} trying to get information about filesystem entry named {1}
es: Error {0} intentendo obtener información sobre la entrada del sistema de ficheros llamada {1}

source: Error {0} trying to read "{1}" of chosen filesystem
es: Error {0} intentando leer "{1}" del sistema de ficheros elegido

# Error_0_while_reading_1_bytes_from_2
source: Error {0} while reading {1} bytes from {2}, not continuing...
es: Error {0} al leer {1} bytes desde el {2}, no se continuará...

# Error_0_while_reading_1_sectors_from_sector_2
source: Error {0} while reading {1} sectors from sector {2}, not continuing...
es: Error {0} al leer {1} sectores desde el {2}, no se continuará...

# Error_0_while_reading_block_1
source: Error {0} while reading block {1}, not continuing...
es: Error {0} al leer el bloque {1}, no se continuará...

source: Error {0} writing Aaru Metadata to output image.
es: Error {0} escribiendo metadatos de Aaru en la imagen de salida.

source: Error {0} writing dump hardware list to output image.
es: Error {0} escribiendo lista de hardware de volcado en la imagen de salida.

# Error_0_writing_media_tag
source: Error {0} writing media tag, continuing...
es: Error {0} escribiendo etiqueta de medio, continuando...

source: Error {0} writing media tag, not continuing...
es: Error {0} escribiendo etiqueta de medio, no se continuará...

source: Error {0} writing sector {1}, continuing...
es: Error {0} escribiendo el sector {1}, continuando...

source: Error {0} writing sector {1}, not continuing...
es: Error {0} escribiendo el sector {1}, no se continuará...

source: Error {0} writing tag, continuing...
es: Error {0} escribiendo etiqueta, continuando...

source: Error {0} writing tag for sector {1}, continuing...
es: Error {0} escribiendo etiqueta del sector {1}, continuando...

source: Error {0} writing tag for sector {1}, not continuing...
es: Error {0} escribiendo etiqueta del sector {1}, no se continuará...

source: Error {0} writing tag, not continuing...
es: Error {0} escribiendo etiqueta, no se continuará...

source: Error decoding page, please open an issue.
es: Error descodificando página, por favor repórtelo

source: Error reading CD-TEXT from disc image
es: Error leyendo CD-TEXT de la imagen de disco

source: Error reading CD TOC from disc image
es: Error leyendo tabla de contenidos de CD de la imagen de disco

source: Error reading file
es: Error leyendo fichero

source: Error reading file: {0}
es: Error leyendo fichero: {0}

# Error_setting_output_image_in_tape_mode
source: Error setting output image in tape mode, not continuing...
es: Error estableciendo imagen de salida en modo cinta, no se continuará

source: Error trying to find selected plugin
es: Error intentando encontrar la extensión elegida

source: Exception {0} trying to save logfile, details has been sent to console.
es: Excepción {0} intentando guardar el fichero de registro, los detalles se han enviado a la consola.

source: Exception reading file.
es: Excepción leyendo fichero.

# Exception_trying_to_remove_old_database_version
source: Exception trying to remove old database version, cannot continue...
es: Excepción intentando eliminar la versión antigua de la base de datos, no se puede continuar...

source: Existing file
es: Fichero existente

source: Extract extended attributes if present.
es: Extraer atributos extendidos si existen.

# Filename_0_not_supported_want_to_rename_to_1
source: The file name {0} is not supported on this platform. Do you want to rename it to {1}?
es: El nombre de fichero {0} no está soportado en esta plataforma. ¿Desea renombrarlo a {1}?

# Filesystem_Command_Family_Description
source: Commands to manage filesystems
es: Comandos para manejar sistemas de ficheros

# Filesystem_Extract_Command_Description
source: Extracts all files in disc image.
es: Extrae todos los ficheros de la imagen de disco.

# Filesystem_Info_Command_Description
source: Opens a disc image and prints info on the found partitions and/or filesystems.
es: Abre una imagen de disco y muestra informacion de las particiones y/o sistemas de ficheros encontrados.

# Filesystem_List_Command_Description
source: Lists files in disc image.
es: Lista los ficheros de la imagen de disco.

source: Filesystem not identified
es: Sistema de ficheros no identificado

# Filesystem_Options_Command_Description
source: Lists all options supported by read-only filesystems.
es: Lista todas las opciones soportadas por los sistemas de ficheros de sólo lectura.

source: Filesystem statistics
es: Estadísticas de sistemas de ficheros

source: File {0} starts at block {1} and ends at block {2}
es: El fichero {0} empieza en el bloque {1} y termina en el {2}

# File_named_0_exists_overwrite_Q
source: A file named {0} already exists on the destination folder. Do you want to overwrite it?
es: Ya existe un fichero llamado {0} en el directorio de destino. ¿Desea sobreescribirlo?

source: Filters statistics
es: Estadísticas de filtros

source: Filter: {0}
es: Filtro: {0}

# Firmware_revision_of_drive_read_the_media_by_image
source: Firmware revision of the drive used to read the media represented by the image.
es: La revisión del firmware de la unidad usada para leer el medio representado por la imagen.

# First_image_has_more_sectors
source: Image 1 has more sectors
es: La 1ª imagen tiene más sectores

# First_input_file_format_identified_by_0
source: Input file 1 format identified by {0}.
es: El formato del 1er fichero es identificado por {0}.

# First_input_file_format_identified_by_0_1
source: Input file 1 format identified by {0} ({1}).
es: El formato del 1er fichero es identificado por {0} ({1}).

# First_input_file_format_not_identified
source: Input file 1 format not identified, not proceeding with comparison.
es: No se identificó el formato del 1er fichero, no se procederá con la comparativa.

source: First media image path
es: Ruta de la primera imagen

# Fix_audio_tracks_offset
source: Fix audio tracks offset. Only applicable to CD/GD.
es: Correcgir desplazamiento de las pistas de audio. Sólo aplicable a CD/GD.

# Fix_subchannel_crc_help
source: If subchannel looks OK but CRC fails, rewrite it. Implies fixing subchannel.
es: Si el subcanal parece correcto, pero falla su CRC, reescribirlo. Implica corregir subcanales.

# Fix_subchannel_help
source: Try to fix subchannel. Implies fixing subchannel position.
es: Intentar corregir el subcanal. Implica corregir la posición del subcanal.

# Fix_subchannel_position_help
source: Store subchannel according to the sector they describe.
es: Guardar el subcanal junto al sector que describe.

# Force_geometry_help
source: Force geometry, only supported in not tape block media. Specify as C/H/S.
es: Forzar la geometría, sólo soportados en medios de bloques que no son cintas. Especificado como C/H/S.

source: Format: {0}
es: Formato: {0}

source: Format: {0} version {1}
es: Formato: {0} versión {1}

# Format_of_the_output_image_as_plugin_name_or_plugin_id
source: Format of the output image, as plugin name or plugin id. If not present, will try to detect it from output image extension.
es: Formato de la imagen de salida, como nombre o id de su extensión. Si no se especifica, se intentará detectar de acuerdo a la extensión del nombre de fichero de salida.

source: Found supported device model {0} by manufacturer {1} on bus {2} and path {3}
es: Encontrado dispositivo soportado modelo {0} fabricado por {1} en el bus {2} y ruta {3}

# Gather_statistics_about_command_usage_Q
source: Gather statistics about command usage?
es: ¿Recopilar estadísticas sobre el uso de comandos?

# Gather_statistics_about_found_devices_Q
source: Gather statistics about found devices?
es: ¿Recopilar estadísticas sobre los dispositivos encontrados?

# Gather_statistics_about_found_filesystems_Q
source: Gather statistics about found filesystems?
es: ¿Recopilar estadísticas sobre los sistemas de ficheros encontrados?

# Gather_statistics_about_found_file_filters_Q
source: Gather statistics about found file filters?
es: ¿Recopilar estadísticas sobre los filtros de fichero encontrados?

# Gather_statistics_about_found_media_image_formats_Q
source: Gather statistics about found media image formats?
es: ¿Recopilar estadísticas sobre los formatos de imagen encontrados?

# Gather_statistics_about_found_partitioning_schemes_Q
source: Gather statistics about found partitioning schemes?
es: ¿Recopilar estadísticas sobre los esquemas de particionado encontrados?

# Gather_statistics_about_media_image_verifications_Q
source: Gather statistics about media image verifications?
es: ¿Recopilar estadísticas sobre las verificaciones de las imágenes?

# Gather_statistics_about_media_types_Q
source: Gather statistics about media types?
es: ¿Recopilar estadísticas sobre los tipos de medio?

# Gather_statistics_about_scanned_media_Q
source: Gather statistics about scanned media?
es: ¿Recopilar estadísticas sobre los escaneos de medios?

# GDPR_Compliance
source: In compliance with the European Union General Data Protection Regulation 2016/679 (GDPR), we must give you the following information about Aaru and ask if you want to opt-in in some information sharing.
es: En cumplimiento con el Reglamento General de Protección de Datos de la Unión Europa 2016/679 (RGPD), debemos ofrecerle la siguiente información sobre Aaru y preguntarle si desea unirse a compartir cierta información.

# GDPR_Information_sharing
source: For any information sharing your IP address may be stored in our server, in a way that is not possible for any person, manual, or automated process, to link with your identity, unless specified otherwise.
es: Para cualquier información compartida su dirección IP puede ser almacenada en nuestro servidor, de una forma que no es posible para ninguna persona, en un proceso manual o automatizado, vincularla con su identidad, a no ser que se especifique lo contrario.

# GDPR_Open_Source_Disclaimer
source: Disclaimer: Because Aaru is an open source software this information, and therefore, compliance with GDPR only holds true if you obtained a certificated copy from its original authors. In case of doubt, close Aaru now and ask in our IRC support channel.
es: Atención: Debido a que Aaru es software de código abierto esta información, y por tanto su cumplimiento con el RGPD sólo es cierto si ha obtenido una copia certificada de los autores originales. En caso de duda, cierre Aaru y pregunte en nuestros canales de soporte.

# Generates_subchannels_help
source: Generates missing subchannels.
es: Generando subcanales faltantes.

# Generate_subchannels_dump_help
source: Generates missing subchannels (they don't count as dumped in resume file).
es: Generando subcanales faltantes (no cuentan como volcados en el fichero de resumen).

# Generating_decryption_keys
source: Decryption keys not found. Trying to generate keys.
es: Llaves de desencriptación no encontrados. Intentando generarlas.

source: Hashing blocks {0} to {2} of file {1}
es: Calculando hash de los bloques {0} a {2} del fichero {1}

source: Hashing bytes {0} to {1}
es: Calculando hash de los bytes {0} a {1}

source: Hashing file {0} of {1}
es: Calculando hash del fichero {0} de {1}

source: Hashing file-less block {0}
es: Calculando hash del bloque {0} sin fichero

source: Hashing image...
es: Calculando hash de la imagen...

source: Hashing sector
es: Calculando hash del sector

source: Hashing sectors {0} to {1}
es: Calculando hash de los sectores del {0} al {1}

source: Hashing sectors {0} to {2} of track {1}
es: Calculando hash de los sectores del {0} al {2} de la pista {1}

source: Hashing track {0} of {1}
es: Calculando hash de la pista {0} de {1}

source: Has partitions
es: Tiene particiones

# Has_partitions_Question
source: Has partitions?
es: ¿Tiene particiones?

source: Has sessions
es: Tiene sesiones

# Has_sessions_Question
source: Has sessions?
es: ¿Tiene sesiones?

# Has_tag_0_Question
source: Has {0}?
es: ¿Tiene {0}?

source: Head Assembly Serial Number
es: Número de serie del ensamblado de la cabeza

source: Hidden track starts at LBA {0}, ends at LBA {1}
es: Pista oculta empieza en el LBA {0} y termina en el {1}

source: How many bytes to print per line.
es: Cuando bytes deben mostrarse por línea.

# How_many_CDRW_run_out_sectors_to_ignore_and_regenerate
source: How many CD-R(W) run-out sectors to ignore and regenerate (0 for none).
es: Cuantos sectores de finalización de CD-R(W) deben ignorarse y regenerarse (0 para ninguno).

source: How many retry passes to do.
es: Cuantos pasos de reintento realizar.

source: How many sectors to convert at once.
es: Cuantos sectores convertir de una vez.
