Repository: Deterous/Aaru
Catalog: Aaru.Localization/UI.*.resx
Languages: es

source: You have called the Convert-Image command {0} times
es: Ha llamado {0} veces al comando Convertir-imagen

source: You have called the Create-Sidecar command {0} times
es: Ha llamado {0} veces al comando Crear-sidecar

source: You have called the Decode command {0} times
es: Ha llamado {0} veces al comando Descodificar

source: You have called the Device-Info command {0} times
es: Ha llamado {0} veces al comando Info-de-dispositivo

source: You have called the Device-Report command {0} times
es: Ha llamado {0} veces al comando Reporte-de-dispositivo

source: You have called the Dump-Media command {0} times
es: Ha llamado {0} veces al comando Volcar-medio

source: You have called the Entropy command {0} times
es: Ha llamado {0} veces al comando Entropía

source: You have called the Filesystem Info command {0} times
es: Ha llamado {0} veces al comando Info de sistema de ficheros

source: You have called the Formats command {0} times
es: Ha llamado {0} veces al comando Formatos

source: You have called the Image-Info command {0} times
es: Ha llamado {0} veces al comando Info-de-imagen

source: You have called the Media-Info command {0} times
es: Ha llamado {0} veces al comando Info-de-medio

source: You have called the Media-Scan command {0} times
es: Ha llamado {0} veces al comando Escaneo-de-medio

source: You have called the Print-Hex command {0} times
es: Ha llamado {0} veces al comando Mostrar-en-hex

source: You have called the Verify command {0} times
es: Ha llamado {0} veces al comando Verificar

source: {0} Kb/sec.
es: {0} Kb/seg.

source: {0} partitions found.
es: {0} particiones encontradas.

source: {0} sectors, {1} bytes
es: {0} sectores, {1} bytes

source: {0} sectors to convert
es: {0} sectores para convertir

source: <From image>
es: <De la imagen>

source: Registering plugins...
es: Registrando extensiones...

# Archive_Extract_Command_Description
source: Extracts all files in archive.
es: Extrae todos los ficheros del archivo

source: Archive file path
es: Ruta al archivo

source: Archive format identified by {0}.
es: Formato de archivo identificado por {0}.

source: Archive format identified by {0} ({1}).
es: Format de archivo identificado por {0} ({1}).

source: Archive format not identified.
es: Formato de archivo no identificado.

source: Archive format not identified, not proceeding with extraction.
es: Formato de archivo no identificado, no se procederá con la extracción

source: Archive format not identified, not proceeding with listing.
es: Formato de archivo no identificado, no se procederá con el listado.

source: Correctly opened archive file.
es: Archivo abierto correctamente.

source: Error {0} getting compressed size for archive entry #{1}.
es: Error {0} obteniendo el tamaño de la entrada nº {1} del archivo.

source: Error {0} getting filename for archive entry #{1}.
es: Error {0} obteniendo el nombre de fichero de la entrada nº {1} del archivo.

source: Error {0} getting filter for archive entry #{1}.
es: Error {0} obteniendo el filtro de la entrada nº {1} del archivo.

source: Error {0} getting uncompressed size for archive entry #{1}.
es: Error {0} obteniendo el tamaño descomprimido de la entrada nº {1} del archivo.

source: Error {0} listing extended attributes for archive entry #{1}.
es: Error {0} listando los atributos extendidos de la entrada nº {1} del archivo.

source: Error {0} reading extended attribute {1} for archive entry #{2}.
es: Error {0} leyendo el atributo extendido {1} de la entrada nº {2} del archivo.

source: Error {0} retrieving stat for archive entry #{1}.
es: Error {0} obteniendo información de la entrada nº {1} del archivo.

source: Identifying archive format...
es: Identificando el formato del archivo...

source: Obtaining archive information...
es: Obteniendo información del archivo...

source: Opening archive...
es: Abriendo archivo...

# Title_Attributes_ABBREVIATED
source: Attr
es: Atrib

# Title_Compressed
source: Compressed
es: Comprimido

# Title_Date
source: Date
es: Fecha

# Title_Size
source: Size
es: Tamaño

source: Unable to get information about archive...
es: No se pudo obtener información sobre el archivo...

source: Unable to open archive format
es: No se pudo abrir el archivo

source: {0} files
es: {0} ficheros

source: {0} files, {1} folders
es: {0} ficheros, {1} carpetas
